[
    {
        "word": "Edtech",
        "description": "Edtech is the use of technology to deliver educational content, tools, and resources."
    },
    {
        "word": "Blended learning",
        "description": "Blended learning refers to an approach that combines traditional face-to-face instruction with online learning."
    },
    {
        "word": "LMS",
        "description": "A Learning Management System (LMS) is a software application used to deliver, track, and manage online learning."
    },
    {
        "word": "MOOC",
        "description": "A Massive Open Online Course (MOOC) is an online course designed for large-scale participation and open access to educational resources."
    },
    {
        "word": "Gamification",
        "description": "Gamification is the integration of game elements and mechanics into educational experiences to enhance engagement and motivation."
    },
    {
        "word": "Adaptive learning",
        "description": "Adaptive learning refers to the use of technology to personalize the learning experience based on individual needs and abilities."
    },
    {
        "word": "Learning analytics",
        "description": "Learning analytics involves the collection, measurement, analysis, and reporting of data about learners and their contexts to optimize learning and the learning environment."
    },
    {
        "word": "Augmented reality",
        "description": "Augmented reality (AR) is the blending of virtual content with the real-world environment using a device, such as a smartphone or AR glasses."
    },
    {
        "word": "Artificial intelligence",
        "description": "Artificial intelligence (AI) is the simulation of human intelligence processes by machines, especially computer systems."
    },
    {
        "word": "Data-driven decision making",
        "description": "Data-driven decision making involves using data and analytics to inform and guide the decision-making process."
    },
    {
        "word": "Educational data mining",
        "description": "Educational data mining is the process of analyzing large datasets to discover patterns and insights related to educational contexts."
    },
    {
        "word": "Learning management system",
        "description": "A Learning Management System (LMS) is a software application used to deliver, track, and manage online learning."
    },
    {
        "word": "Asynchronous learning",
        "description": "Asynchronous learning allows learners to access and engage with course content at their own pace and preferred time."
    },
    {
        "word": "Personalized learning",
        "description": "Personalized learning is an approach that tailors instruction, content, and pace to individual students' needs and preferences."
    },
    {
        "word": "Microlearning",
        "description": "Microlearning involves providing short bursts of focused learning content, typically in the form of videos, quizzes, or interactive modules."
    },
    {
        "word": "Digital citizenship",
        "description": "Digital citizenship refers to the responsible and ethical use of technology, including online behavior and digital rights and responsibilities."
    },
    {
        "word": "BYOD",
        "description": "Bring Your Own Device (BYOD) is a policy that allows students and teachers to use their personal electronic devices, such as laptops and smartphones, for educational purposes."
    },
    {
        "word": "Flipped classroom",
        "description": "A flipped classroom is an instructional approach where students learn new content outside of class and engage in activities, discussions, and projects during class time."
    },
    {
        "word": "Online assessment",
        "description": "Online assessment involves the use of digital tools and platforms to evaluate student learning, skills, and knowledge."
    },
    {
        "word": "Social learning",
        "description": "Social learning is a process where individuals learn from observing, imitating, and interacting with others."
    },
    {
        "word": "Digital storytelling",
        "description": "Digital storytelling is the use of digital tools to share narratives and stories, often incorporating multimedia elements."
    },
    {
        "word": "Adaptive Learning",
        "description": "Adaptive Learning refers to educational systems and technologies that adapt to the unique needs of individual learners, providing personalized learning experiences."
    },
    {
        "word": "Blended Learning",
        "description": "Blended Learning combines traditional face-to-face instruction with online learning activities, leveraging the advantages of both approaches."
    },
    {
        "word": "Synchronous Learning",
        "description": "Synchronous Learning refers to online learning activities that occur in real-time, requiring learners and instructors to be present simultaneously."
    },
    {
        "word": "Asynchronous Learning",
        "description": "Asynchronous Learning refers to online learning activities that occur at different times, allowing learners to access and engage with course materials at their own pace."
    },
    {
        "word": "Virtual Reality",
        "description": "Virtual Reality (VR) is a simulated experience that can be similar to or completely different from the real world, which is created using computer technology."
    },
    {
        "word": "Augmented Reality",
        "description": "Augmented Reality (AR) is an interactive experience where real-world objects are enhanced by computer-generated information, such as sound, video, graphics, or GPS data."
    },
    {
        "word": "Artificial Intelligence",
        "description": "Artificial Intelligence (AI) refers to the simulation of human intelligence in machines, enabling them to perform tasks that typically require human intelligence."
    },
    {
        "word": "Machine Learning",
        "description": "Machine Learning (ML) is a subset of AI that focuses on getting machines to learn from data and make predictions or take actions without being explicitly programmed."
    },
    {
        "word": "Natural Language Processing",
        "description": "Natural Language Processing (NLP) is a branch of AI that enables computers to understand, interpret, and respond to human language in a way that is meaningful."
    },
    {
        "word": "Data Analytics",
        "description": "Data Analytics refers to the process of examining data to uncover insights, draw conclusions, and support decision-making."
    },
    {
        "word": "Data Visualization",
        "description": "Data Visualization is the representation of data in a visual or graphical format, making it easier to understand, analyze, and communicate."
    },
    {
        "word": "Personalized Learning",
        "description": "Personalized Learning refers to the tailoring of educational experiences to meet the individual needs, interests, and learning styles of each learner."
    },
    {
        "word": "Adaptive Assessment",
        "description": "Adaptive Assessment is a form of assessment that adjusts the difficulty and content of questions based on the learner's previous answers, ensuring an appropriate level of challenge."
    },
    {
        "word": "Learning Analytics",
        "description": "Learning Analytics involves the measurement, collection, analysis, and reporting of data about learners and their contexts, with the goal of optimizing learning and educational outcomes."
    },
    {
        "word": "Digital Citizenship",
        "description": "Digital Citizenship refers to the responsible and ethical use of technology, encompassing aspects such as digital literacy, online safety, and appropriate online behavior."
    },
    {
        "word": "Online Collaboration",
        "description": "Online Collaboration is the process of working together on a task or project using digital tools and technologies, regardless of geographical distance."
    },
    {
        "word": "Data Privacy",
        "description": "Data Privacy relates to the protection of individuals' personal information and ensuring that it is collected, processed, and stored securely and in compliance with privacy regulations."
    },
    {
        "word": "Accessibility",
        "description": "Accessibility in edtech refers to designing and developing technology and learning experiences that are usable and inclusive for all learners."
    },
    {
        "word": "Digital Divide",
        "description": "Digital Divide refers to the gap between individuals or communities who have access to and effectively use digital technologies and those who do not, creating inequality."
    },
    {
        "word": "Online Proctoring",
        "description": "Online Proctoring is a method used to remotely supervise and monitor online exams to ensure integrity and deter cheating."
    },
    {
        "word": "Flipped Classroom",
        "description": "Flipped Classroom is a pedagogical model where instructional content is delivered online, while in-person class time is used for discussion, collaboration, and application of knowledge."
    },
    {
        "word": "Open Educational Resources",
        "description": "Open Educational Resources (OER) are freely accessible and openly licensed educational materials that can be used, remixed, and shared by educators and learners."
    },
    {
        "word": "Digital Literacy",
        "description": "Digital Literacy refers to the ability to find, evaluate, use, create, and communicate digital information and content in various formats."
    },
    {
        "word": "E-learning",
        "description": "E-learning, also known as electronic learning, refers to the delivery of educational content or training through electronic devices and the internet."
    },
    {
        "word": "Learning Management System",
        "description": "Learning Management System (LMS) is a software application that allows the administration, tracking, and delivery of online courses and training programs."
    },
    {
        "word": "Remote Learning",
        "description": "Remote Learning refers to the delivery of education and instructional activities to students who are geographically dispersed, often using online resources and tools."
    },
    {
        "word": "Student Information System",
        "description": "Student Information System (SIS) is a software application that manages student-related data, including enrollment, grades, and attendance."
    },
    {
        "word": "Virtual Classroom",
        "description": "Virtual Classroom is an online learning environment that enables real-time interaction and collaboration between instructors and learners, often using video conferencing tools."
    },
    {
        "word": "Learning Objectives",
        "description": "Learning Objectives are statements that clearly describe what learners are expected to know, understand, or be able to do after completing a learning experience."
    },
    {
        "word": "Learning Outcomes",
        "description": "Learning Outcomes are specific and measurable statements that describe what learners are expected to achieve as a result of their learning experiences."
    },
    {
        "word": "Formative Assessment",
        "description": "Formative Assessment is a type of assessment that is conducted during the learning process to provide feedback and guide instruction."
    },
    {
        "word": "Summative Assessment",
        "description": "Summative Assessment is a type of assessment that evaluates and measures learners' achievement and mastery of content at the end of a course, unit, or program."
    },
    {
        "word": "Instructional Design",
        "description": "Instructional Design is the systematic process of creating effective and engaging learning experiences, encompassing analysis, design, development, implementation, and evaluation."
    },
    {
        "word": "Online Tutoring",
        "description": "Online Tutoring is the provision of academic support, guidance, and instruction by a tutor through online platforms and tools."
    },
    {
        "word": "Digital Assessment",
        "description": "Digital Assessment involves using digital tools and technologies to administer, score, and analyze assessments, providing more efficient and detailed feedback."
    },
    {
        "word": "PBL",
        "description": "Project-Based Learning (PBL) is a teaching method that engages students in solving real-world problems or completing authentic projects, promoting critical thinking and collaboration."
    },
    {
        "word": "Active Learning",
        "description": "Active Learning is an approach that involves engaging learners in activities and tasks that require them to actively participate, collaborate, and reflect on their learning."
    },
    {
        "word": "Mobile Learning",
        "description": "Mobile Learning, or mLearning, refers to learning that takes place using mobile devices, such as smartphones or tablets, allowing learners to access educational content anytime, anywhere."
    },
    {
        "word": "Social Learning",
        "description": "Social Learning is a process in which individuals learn from and with others through observation, collaboration, and interactions, often facilitated by social media and online communities."
    },
    {
        "word": "Learning Styles",
        "description": "Learning Styles are the different ways in which individuals prefer to learn, such as visual, auditory, or kinesthetic, influencing how they perceive, process, and retain information."
    },
    {
        "word": "Competency-based Education",
        "description": "Competency-based Education (CBE) is an approach to teaching and learning that focuses on mastery of specific skills or competencies rather than traditional subject-based curricula."
    },
    {
        "word": "Online Discussion Forum",
        "description": "Online Discussion Forum is a virtual space where learners and instructors can engage in asynchronous discussions, sharing ideas, asking questions, and providing feedback."
    },
    {
        "word": "Remote Proctoring",
        "description": "Remote Proctoring is a method used to supervise and monitor online exams remotely, ensuring integrity through the use of technology, such as webcams and screen recording."
    },
    {
        "word": "Elementary Education",
        "description": "Elementary Education refers to the phase of education that typically covers children from ages 5 to 11, focused on developing basic academic, social, and life skills."
    },
    {
        "word": "Secondary Education",
        "description": "Secondary Education refers to the phase of education that typically covers adolescents from ages 11 to 18, offering more specialized and in-depth learning experiences."
    },
    {
        "word": "Higher Education",
        "description": "Higher Education refers to post-secondary education provided by colleges, universities, and other institutions, offering degrees, diplomas, and advanced learning opportunities."
    },
    {
        "word": "Professional Development",
        "description": "Professional Development in the context of education refers to activities and programs that aim to improve the knowledge, skills, and effectiveness of educators."
    },
    {
        "word": "Instructional Technology",
        "description": "Instructional Technology involves the design, development, and use of technological tools and resources to enhance teaching and learning experiences."
    },
    {
        "word": "Curriculum Design",
        "description": "Curriculum Design is the process of planning and organizing the content, activities, and assessments for an educational course or program."
    },
    {
        "word": "IT Integration",
        "description": "IT Integration refers to the effective incorporation and use of technology in the classroom, ensuring that it aligns with instructional goals and enhances learning experiences."
    },
    {
        "word": "Remote Teaching",
        "description": "Remote Teaching refers to the delivery of instruction to students who are geographically separated from the instructor, often using online platforms and tools."
    },
    {
        "word": "Parental Engagement",
        "description": "Parental Engagement refers to the involvement of parents or caregivers in their children's education, supporting and enhancing their learning experiences."
    },
    {
        "word": "Student Engagement",
        "description": "Student Engagement refers to the level of interest, attention, participation, and motivation exhibited by students in their learning activities and educational experiences."
    },
    {
        "word": "E-portfolio",
        "description": "E-portfolio, short for Electronic Portfolio, is a digital collection of authentic and curated artifacts that demonstrate an individual's learning, skills, accomplishments, and growth."
    },
    {
        "word": "Digital Classroom",
        "description": "Digital Classroom refers to a physical space or online environment where teaching and learning occur using digital tools, resources, and technologies."
    },
    {
        "word": "STEM Education",
        "description": "STEM Education focuses on the teaching and learning of Science, Technology, Engineering, and Mathematics, emphasizing critical thinking, problem-solving, and innovation."
    },
    {
        "word": "STEAM Education",
        "description": "STEAM Education expands on STEM Education by incorporating the Arts into the curriculum, fostering creativity, design thinking, and interdisciplinary connections."
    },
    {
        "word": "Online Assessment",
        "description": "Online Assessment involves using digital tools and technologies to assess and evaluate learners' knowledge, skills, and performance in an online learning environment."
    },
    {
        "word": "Data analytics",
        "description": "Data analytics is the process of examining data sets to uncover patterns, insights, and trends."
    },
    {
        "word": "Assessment",
        "description": "Assessment is the process of gathering evidence and making judgments about learning and performance."
    },
    {
        "word": "Online tutoring",
        "description": "Online tutoring is a form of tutoring facilitated through online platforms and tools."
    },
    {
        "word": "Knowledge base",
        "description": "A knowledge base is a database or repository that stores and organizes information, resources, and expertise for easy access and retrieval."
    },
    {
        "word": "Learning objectives",
        "description": "Learning objectives are specific statements that describe what students should be able to do after completing a learning experience."
    },
    {
        "word": "Instructional design",
        "description": "Instructional design involves the systematic development and design of learning experiences, materials, and assessments."
    },
    {
        "word": "User experience",
        "description": "User experience (UX) refers to the overall experience and satisfaction that a learner has when interacting with an educational technology or platform."
    },
    {
        "word": "User interface",
        "description": "User interface (UI) refers to the visual elements, design, and layout of an educational technology or platform that users interact with."
    },
    {
        "word": "STEM",
        "description": "STEM stands for Science, Technology, Engineering, and Mathematics, and refers to an interdisciplinary approach to education in these fields."
    },
    {
        "word": "Formative assessment",
        "description": "Formative assessment is an ongoing and interactive process of gathering evidence to provide feedback and guide learning during instruction."
    },
    {
        "word": "Summative assessment",
        "description": "Summative assessment is a final evaluation of learning, typically performed at the end of a course or unit to measure achievement."
    },
    {
        "word": "Peer assessment",
        "description": "Peer assessment involves students assessing and providing feedback on each other's work, promoting constructive criticism and collaboration."
    },
    {
        "word": "Content management system",
        "description": "A Content Management System (CMS) is a software application used to create, manage, and publish digital content."
    },
    {
        "word": "Open educational resources",
        "description": "Open Educational Resources (OER) are openly licensed educational materials that can be freely used, shared, and modified."
    },
    {
        "word": "Video-based learning",
        "description": "Video-based learning involves using videos as a primary mode of delivering educational content and instruction."
    },
    {
        "word": "Podcasts",
        "description": "Podcasts are audio recordings or episodes that can be downloaded or streamed, often used for educational purposes."
    },
    {
        "word": "Mobile learning",
        "description": "Mobile learning, also known as m-learning, refers to learning experiences delivered using mobile devices, such as smartphones or tablets."
    },
    {
        "word": "Cloud computing",
        "description": "Cloud computing is the delivery of computing services, such as storage, servers, and applications, over the internet."
    },
    {
        "word": "Personal learning environment",
        "description": "A personal learning environment (PLE) is a system or environment that allows individuals to customize and manage their own learning experience."
    },
    {
        "word": "Digital literacy",
        "description": "Digital literacy refers to the skills, knowledge, and competencies required to effectively use and navigate digital technologies."
    },
    {
        "word": "Edutainment",
        "description": "Edutainment combines elements of education and entertainment to engage learners and make learning more enjoyable and engaging."
    },
    {
        "word": "Remote learning",
        "description": "Remote learning refers to the delivery of education, training, or learning experiences when learners and instructors are not physically present in the same location."
    },
    {
        "word": "Digital assessment",
        "description": "Digital assessment is the process of using digital tools and technologies to evaluate and measure learners' knowledge, skills, and abilities."
    },
    {
        "word": "Data privacy",
        "description": "Data privacy refers to the protection of personal and sensitive information collected and stored by educational technology platforms."
    },
    {
        "word": "Blockchain",
        "description": "Blockchain is a decentralized and transparent digital ledger technology that enables secure and immutable record-keeping of transactions and data."
    },
    {
        "word": "Simulations",
        "description": "Simulations are computer-based models or representations of real-world scenarios used for instructional purposes to enable experiential learning."
    },
    {
        "word": "Chatbots",
        "description": "Chatbots are AI-powered programs that simulate conversation and interaction with users, commonly used for automated support and assistance."
    },
    {
        "word": "Content curation",
        "description": "Content curation refers to the process of discovering, selecting, organizing, and presenting relevant and high-quality educational content."
    },
    {
        "word": "Professional development",
        "description": "Professional development in edtech involves activities and opportunities for educators to enhance their knowledge and skills in integrating technology in education."
    },
    {
        "word": "Collaborative tools",
        "description": "Collaborative tools are digital applications and platforms that enable multiple users to work together, share ideas, and collaborate on projects."
    },
    {
        "word": "Learning ecosystem",
        "description": "A learning ecosystem refers to the interconnected network of individuals, resources, and technologies that supports lifelong learning and education."
    },
    {
        "word": "Instructional videos",
        "description": "Instructional videos are videos that provide step-by-step instructions, demonstrations, or explanations to support learning and understanding."
    },
    {
        "word": "Digital badges",
        "description": "Digital badges are visual representations that signify accomplishments or achievements in digital learning environments."
    },
    {
        "word": "Learning styles",
        "description": "Learning styles refer to the different ways individuals prefer to learn, such as through visual, auditory, or kinesthetic methods."
    },
    {
        "word": "Data visualization",
        "description": "Data visualization is the representation of information and data in visual formats, such as charts, graphs, and infographics, to facilitate understanding."
    },
    {
        "word": "Competency-based learning",
        "description": "Competency-based learning focuses on learners acquiring specific knowledge, skills, and abilities, and progressing based on demonstrated mastery rather than traditional grading systems."
    }
]
