[
    {
        "word": "Fintech",
        "description": "Fintech, short for financial technology, refers to the use of advanced technology to provide financial services."
    },
    {
        "word": "Blockchain",
        "description": "Blockchain is a decentralized digital ledger that records transactions across multiple computers."
    },
    {
        "word": "Cryptocurrency",
        "description": "Cryptocurrency is a digital or virtual form of currency that uses cryptography for secure financial transactions."
    },
    {
        "word": "Bitcoin",
        "description": "Bitcoin is the first and most well-known cryptocurrency, created in 2009 by an anonymous person or group."
    },
    {
        "word": "Ethereum",
        "description": "Ethereum is a decentralized open-source blockchain platform that enables the creation of smart contracts and decentralized applications (DApps)."
    },
    {
        "word": "Smart Contract",
        "description": "A smart contract is a self-executing contract with the terms of the agreement written directly into lines of code."
    },
    {
        "word": "Artificial Intelligence",
        "description": "Artificial Intelligence (AI) refers to the simulation of human intelligence in machines."
    },
    {
        "word": "Machine Learning",
        "description": "Machine Learning (ML) is a subset of AI that focuses on getting machines to learn from data."
    },
    {
        "word": "Deep Learning",
        "description": "Deep Learning is a subset of machine learning that uses artificial neural networks to model and understand complex patterns and relationships."
    },
    {
        "word": "Robo-advisor",
        "description": "A robo-advisor is a digital platform that provides automated, algorithm-driven financial planning and investment services."
    },
    {
        "word": "Peer-to-peer Lending",
        "description": "Peer-to-peer lending, also known as P2P lending, is a method of debt financing that enables individuals to borrow and lend money without the use of a traditional financial institution."
    },
    {
        "word": "RegTech",
        "description": "RegTech, short for regulatory technology, refers to the use of technology to improve efficiency and compliance in regulatory processes within the financial industry."
    },
    {
        "word": "InsurTech",
        "description": "InsurTech refers to the use of technology innovations to disrupt and improve the efficiency of the insurance industry."
    },
    {
        "word": "Big Data",
        "description": "Big Data refers to extremely large and complex datasets that cannot be easily managed, processed, or analyzed using traditional methods."
    },
    {
        "word": "Cloud Computing",
        "description": "Cloud computing is the delivery of computing services over the internet, offering resources such as storage, processing power, and software applications."
    },
    {
        "word": "API",
        "description": "API, short for Application Programming Interface, is a set of rules and protocols that allows different software applications to communicate and interact with each other."
    },
    {
        "word": "Regulatory Sandbox",
        "description": "A regulatory sandbox is a controlled environment where fintech companies can test and innovate new products, services, or business models under the supervision of regulatory authorities."
    },
    {
        "word": "Biometric Authentication",
        "description": "Biometric authentication refers to the identification or verification of individuals based on their unique physiological or behavioral characteristics, such as fingerprints, facial recognition, or voice patterns."
    },
    {
        "word": "Open Banking",
        "description": "Open banking is a system that allows third-party financial service providers to access and use customer banking data with the customer's consent, enabling the development of new financial products and services."
    },
    {
        "word": "Internet of Things",
        "description": "The Internet of Things (IoT) refers to the network of interconnected physical devices that can collect and exchange data using embedded sensors, software, and other technologies."
    },
    {
        "word": "Regulatory Compliance",
        "description": "Regulatory compliance refers to the adherence and conformity to laws, regulations, guidelines, and specifications relevant to an industry."
    },
    {
        "word": "Financial Inclusion",
        "description": "Financial inclusion refers to the accessibility and availability of affordable financial services to individuals and communities, especially those with low income or limited access to traditional banking services."
    },
    {
        "word": "Mobile Payments",
        "description": "Mobile payments are transactions made through mobile devices, enabling consumers to make payments using mobile wallets, apps, or other mobile payment platforms."
    },
    {
        "word": "NeoBank",
        "description": "A neo bank or digital bank is a financial institution that operates exclusively online without any physical branches, providing digital banking services to customers through mobile apps or websites."
    },
    {
        "word": "KYC",
        "description": "KYC, short for Know Your Customer, refers to the process of verifying the identity of customers to prevent fraud, money laundering, or other illegal activities."
    },
    {
        "word": "AML",
        "description": "AML, short for Anti-Money Laundering, refers to a set of regulations, technologies, and procedures designed to prevent the generation of income through illegal activities."
    },
    {
        "word": "Regulatory Reporting",
        "description": "Regulatory reporting is the process of submitting financial and non-financial information to regulatory authorities in accordance with their reporting requirements."
    },
    {
        "word": "Cryptocurrency Exchange",
        "description": "A cryptocurrency exchange is a digital marketplace where cryptocurrencies can be bought, sold, and traded for other digital or traditional currencies."
    },
    {
        "word": "Initial Coin Offering",
        "description": "An Initial Coin Offering (ICO) is a fundraising method in which new cryptocurrency projects sell their underlying tokens to investors in exchange for established cryptocurrencies like Bitcoin or Ethereum."
    },
    {
        "word": "Quantum Computing",
        "description": "Quantum computing is an emerging field that utilizes the principles of quantum physics to perform complex calculations and solve problems that are beyond the capabilities of classical computers."
    },
    {
        "word": "Robotic Process Automation",
        "description": "Robotic Process Automation (RPA) is the use of software robots or artificial intelligence to automate repetitive, rule-based tasks and processes."
    },
    {
        "word": "Data Analytics",
        "description": "Data analytics involves the process of examining, cleansing, transforming, and modeling data to uncover meaningful insights and support data-driven decision-making."
    },
    {
        "word": "Crowdfunding",
        "description": "Crowdfunding is the practice of raising funds from a large number of individuals, typically through online platforms, to finance a project or venture."
    },
    {
        "word": "Regulatory Technology",
        "description": "Regulatory Technology, also known as RegTech, refers to the use of technology to automate and streamline regulatory compliance processes."
    },
    {
        "word": "Risk Management",
        "description": "Risk management involves the identification, assessment, and prioritization of risks, followed by taking appropriate actions to minimize, monitor, and control the impact of potential risks."
    },
    {
        "word": "Open API",
        "description": "An Open API is an application programming interface that allows third-party developers to build applications and interact with a platform or service."
    },
    {
        "word": "Robo-Advisor",
        "description": "A robo-advisor is a digital platform that provides automated, algorithm-driven financial planning and investment services."
    },
    {
        "word": "Regulatory Framework",
        "description": "A regulatory framework refers to a system of laws, regulations, and guidelines that govern and regulate activities within a particular industry or sector."
    },
    {
        "word": "Financial Technology",
        "description": "Financial technology, or fintech, refers to the use of technology to provide innovative financial services and solutions."
    },
    {
        "word": "User Experience",
        "description": "User experience, often abbreviated as UX, refers to the overall experience and satisfaction that a user has while interacting with a product, system, or service."
    },
    {
        "word": "Machine-to-Machine",
        "description": "Machine-to-Machine (M2M) refers to direct communication and data exchange between devices without human intervention, typically through the Internet of Things (IoT) technology."
    },
    {
        "word": "Tokenization",
        "description": "Tokenization is the process of converting sensitive data into unique tokens that can be used for secure transactions and storage, reducing the risk of data breaches."
    },
    {
        "word": "Digital Identity",
        "description": "Digital identity refers to the information and attributes that uniquely identify a person or entity in the digital world, often used for authentication and access control purposes."
    },
    {
        "word": "Open Source",
        "description": "Open source refers to a type of software or technology where the source code is freely available and can be modified, enhanced, and distributed by anyone."
    },
    {
        "word": "Secure Socket Layer",
        "description": "Secure Socket Layer (SSL) is a cryptographic protocol that provides secure communication over the internet by encrypting data transmitted between a server and a client."
    },
    {
        "word": "Data Privacy",
        "description": "Data privacy emphasizes the protection of personal data and ensuring that individuals have control over how their data is collected, used, and shared by organizations."
    },
    {
        "word": "Decentralized Finance",
        "description": "Decentralized Finance (DeFi) refers to the use of blockchain and cryptocurrency to recreate traditional financial systems and services without intermediaries like banks."
    },
    {
        "word": "Regulatory Sandboxes",
        "description": "Regulatory sandboxes are controlled environments where fintech startups can test innovative products, services, or business models under the supervision of regulatory authorities."
    },
    {
        "word": "Open Innovation",
        "description": "Open innovation is a collaborative approach to innovation that involves sharing and co-developing ideas, knowledge, and technology between organizations."
    },
    {
        "word": "Digital Payments",
        "description": "Digital payments refer to the electronic transfer of funds or payment transactions made through digital platforms, such as mobile apps, online banking, or electronic wallets."
    },
    {
        "word": "Remittance",
        "description": "Remittance is the transfer of money or funds by an individual living or working in a foreign country to their home country, usually to support family or friends."
    },
    {
        "word": "Financial Regulation",
        "description": "Financial regulation encompasses the laws, rules, and standards that govern the operations and conduct of financial institutions and financial markets."
    },
    {
        "word": "Alternative Data",
        "description": "Alternative data refers to non-traditional or unconventional sources of data, such as social media posts, satellite imagery, or sensor data, that can be used to gain insights and make informed decisions."
    },
    {
        "word": "Data Security",
        "description": "Data security encompasses the measures and practices designed to protect digital data from unauthorized access, corruption, or theft, ensuring confidentiality, integrity, and availability."
    },
    {
        "word": "Social Trading",
        "description": "Social trading is a form of investment that allows traders to copy and follow the trading strategies of other successful traders, leveraging social media platforms and online communities."
    },
    {
        "word": "Lending-as-a-Service",
        "description": "Lending-as-a-Service (LaaS) refers to the provision of lending services and platforms as a cloud-based service, enabling businesses to offer loans to customers without the need for extensive infrastructure."
    },
    {
        "word": "Big Tech",
        "description": "Big Tech refers to large technology companies that have significant influence, market share, and impact on various sectors, including finance, due to their extensive resources and technological capabilities."
    }
]