[
    {
        "word": "Renewable Energy",
        "description": "再生可能エネルギーは、自然に補充され、太陽、風力、水力、地熱エネルギーなどの限られた資源を枯渇させないエネルギー源を指します。"
    },
    {
        "word": "Solar Power",
        "description": "太陽光発電は、太陽光からのエネルギーを直接太陽光発電(PV)を使用するか、間接的に集中太陽光発電を使用するか、または両方の組み合わせに変換する。"
    },
    {
        "word": "Wind Energy",
        "description": "風力エネルギーは、風力タービンを通じて空気の流れを機械的に電力発電機に使用することです。"
    },
    {
        "word": "Hydropower",
        "description": "水力発電は、落下する水または急速に流れる水のエネルギーから得られるエネルギーで、有用な目的のために利用することができる。"
    },
    {
        "word": "Geothermal Energy",
        "description": "地熱エネルギーは、地球の表面下で生成され、保管される熱エネルギーであり、電力生産または加熱のために利用することができます。"
    },
    {
        "word": "Bioenergy",
        "description": "バイオエネルギーは、植物物質や動物廃棄物などの有機材料を含むバイオマスから得られる再生可能エネルギーです。"
    },
    {
        "word": "Energy Efficiency",
        "description": "エネルギー効率とは、特定のタスクやサービスの提供に必要なエネルギーの量を減らす技術や実践の使用を指します。"
    },
    {
        "word": "Smart Grid",
        "description": "スマートグリッドとは、デジタル技術を使用して効率的に電力の生産、配布、消費を監視、制御し、最適化する電力ネットワークを指します。"
    },
    {
        "word": "Energy Storage",
        "description": "エネルギー貯蔵は、再生可能エネルギーのより効率的な利用とネットワークの安定性を可能にするために、一度生産されたエネルギーの収集と貯蔵を含みます。"
    },
    {
        "word": "Carbon Capture And Storage",
        "description": "炭素捕捉および貯蔵(CCS)は、産業源からの二酸化炭素排出を捕捉し、気候変動を緩和するために地下に保存するプロセスです。"
    },
    {
        "word": "Circular Economy",
        "description": "循環型経済とは、廃棄物を排除し、リサイクル、再利用、再製造を通じて資源の継続的な使用を促進することを目的とする経済システムである。"
    },
    {
        "word": "Waste-To-Energy",
        "description": "廃棄物エネルギーは、都市固体廃棄物や農業廃棄物などの廃棄物燃焼によって電気や熱を生成するプロセスです。"
    },
    {
        "word": "Electric Vehicles",
        "description": "電気自動車(EV)とは、一つまたは複数の電気モーターによって駆動される車両です。"
    },
    {
        "word": "Smart Buildings",
        "description": "スマートビルとは、エネルギー消費を最適化し、環境への影響を減らし、乗客の快適さと効率性を向上させるために、技術、センサー、自動化を利用するビルです。"
    },
    {
        "word": "Greenhouse Gas",
        "description": "温室効果ガス(GHGs)は、温室効果や気候変動に貢献し、地球の大気中に熱を捕らえるガスです。"
    },
    {
        "word": "Energy Management System",
        "description": "エネルギー管理システム(EMS)は、組織がエネルギー使用を監視、制御し、最適化し、効率的な運用とコスト削減を確保することを可能にするソフトウェアベースのシステムです。"
    },
    {
        "word": "Sustainable Development",
        "description": "持続可能な開発は、将来の世代が自らのニーズを満たす能力を損なうことなく、現在のニーズを満たすことを目指す概念です。"
    },
    {
        "word": "Carbon Footprint",
        "description": "炭素足跡は、個人、組織、イベント、または製品によって直接または間接的に排出される温室効果ガス、主に二酸化炭素の総量です。"
    },
    {
        "word": "Climate Change",
        "description": "気候変動とは、地球上の温度パターンや気象条件の長期的な変化を指し、主に人間の活動や大気中の温室効果ガスの蓄積によって引き起こされる。"
    },
    {
        "word": "Net Zero",
        "description": "純ゼロとは、排出された温室効果ガスの量と大気から排出された量の間のバランスを実現し、温室効果ガスの濃度の純増加を引き起こさないことを指します。"
    },
    {
        "word": "Carbon Neutrality",
        "description": "炭素中立性は、排出された二酸化炭素の量を大気から排出された相当量とバランスをとることによって、ネットゼロ炭素の足跡を達成することを指します。"
    },
    {
        "word": "Decentralized Energy",
        "description": "分散型エネルギーとは、消費地の近くに位置する小規模な地元の源から電気または熱を生成し、伝送損失を減らし、ネットワークの耐久性を向上させることです。"
    },
    {
        "word": "Energy Harvesting",
        "description": "エネルギー収集は、光、熱、または機械的振動などの環境エネルギーを使用可能な電気エネルギーに収集し、変換するプロセスです。"
    },
    {
        "word": "Demand Response",
        "description": "需要応答は、電力消費を高需要の時期、あるいはネットワークがストレスにさらされているときに転換または削減するための戦略です。"
    },
    {
        "word": "Smart Metering",
        "description": "スマートメーティングは、エネルギー消費の測定と監視、しばしばリアルタイムのデータを使用して、より効率的なエネルギー管理と請求を可能にします。"
    },
    {
        "word": "Carbon Offsetting",
        "description": "炭素補償は、森林補給や再生可能エネルギープロジェクトなどの他の場所で排出を減らすか削除するプロジェクトを資金調達することによって温室効果ガス排出を補償することです。"
    },
    {
        "word": "Environmental Impact Assessment",
        "description": "環境影響評価(EIA)は、提案された開発プロジェクトまたは政策の潜在的な環境的、社会的、経済的影響を評価し、意思決定に役立つプロセスです。"
    },
    {
        "word": "Life Cycle Assessment",
        "description": "ライフサイクル評価(LCA)は、原材料の抽出から廃棄まで、製品のライフサイクルのすべての段階に関連する環境影響を評価する方法です。"
    },
    {
        "word": "Eco-Design",
        "description": "持続可能なデザインとも呼ばれるエコデザインは、環境観を製品の設計と開発に統合し、その環境影響を最小限に抑えることを目的としています。"
    },
    {
        "word": "Green Building",
        "description": "グリーンビルとは、エネルギー効率、持続可能な材料の使用、廃棄物の削減を通じて、環境に最小限の影響を与えるように設計および建設された構造を指します。"
    },
    {
        "word": "Net Metering",
        "description": "Net meteringは、通常、太陽光パネルを通じて独自の電力を生産する顧客が、彼らが網に輸出する余剰電力に対してクレジットを受けることを可能にする請求手続きです。"
    },
    {
        "word": "Carbon Disclosure",
        "description": "炭素開示とは、組織の温室効果ガス排出量および関連情報の測定および報告のプロセスです。"
    },
    {
        "word": "Energy Independence",
        "description": "エネルギー独立とは、国または地域が国内または現地で利用可能なエネルギー源からのエネルギー需要を満たす能力を指し、輸入エネルギーへの依存を減らし、エネルギー安全性を高めることを指します。"
    },
    {
        "word": "Green Chemistry",
        "description": "持続可能な化学とも呼ばれる緑化学は、危険な物質の使用と生成を最小限に抑える化学製品とプロセスの設計と開発を含む。"
    },
    {
        "word": "Carbon Trading",
        "description": "炭素取引は、温室効果ガス排出量を削減するための市場ベースのアプローチであり、組織が規制要件または自発的なコミットメントを満たすために炭素クレジットを購入および販売することができます。"
    },
    {
        "word": "Sustainable Transportation",
        "description": "持続可能な輸送は、歩行、自転車、公共交通機関、電気自動車などの交通手段を指し、環境への影響が低く、エネルギー効率を促進する。"
    },
    {
        "word": "Greenwashing",
        "description": "グリーン洗浄とは、製品、サービス、または組織を環境に優しいまたは持続可能なものとして宣伝する欺瞞的な慣行を指し、証拠や有意義な行動を裏付けることなく。"
    },
    {
        "word": "Smart Cities",
        "description": "スマートシティは、データとテクノロジーを使用して都市サービスの効率性を向上させ、市民の生活の質を向上させます。"
    },
    {
        "word": "Carbon Sequestration",
        "description": "炭素捕捉は、気候変動を緩和するために、大気から二酸化炭素を捕捉し、保管するプロセス、典型的に地下または植物を含む。"
    },
    {
        "word": "Green Infrastructure",
        "description": "グリーンインフラは、公園、森林、湿地などの自然と半自然の特徴のネットワークを指し、コミュニティに環境的、社会的、経済的利益を提供します。"
    },
    {
        "word": "Energy Auditing",
        "description": "エネルギー監査は、建物や施設のエネルギー消費と効率を評価するプロセスです。"
    },
    {
        "word": "Zero Waste",
        "description": "廃棄物ゼロは、生成された廃棄物の量を最小限に抑え、リサイクル、コンポスト、その他の方法を通じて資源の回収を最大化することを目的とした廃棄物管理アプローチです。"
    },
    {
        "word": "Sustainability Reporting",
        "description": "持続可能性の報告は、組織の環境、社会、およびガバナンス(ESG)のパフォーマンスを明らかにし、関係者に情報を提供し、持続可能性へのコミットメントを示すための実践です。"
    },
    {
        "word": "Smart Appliances",
        "description": "スマートデバイスは、インターネット接続を有し、遠隔で監視および制御することができる家電です。"
    },
    {
        "word": "Microgrids",
        "description": "マイクログリッドは、主な電力網と連携して独立して動作することができる局所化されたエネルギーシステムです。"
    },
    {
        "word": "Green Jobs",
        "description": "グリーン雇用とは、環境に優しい製品、サービス、または慣行の開発と実装に貢献し、環境への影響を減らし、持続可能性を向上させる雇用機会です。"
    },
    {
        "word": "Carbon Footprint Reduction",
        "description": "炭素足跡削減とは、個人、組織、または活動によって排出される温室効果ガスの量を減らすための行動や取り組みを指します。"
    },
    {
        "word": "Eco-Friendly",
        "description": "エコフレンドリー(Eco-friendly)とは、環境に害を及ぼさない、または環境に害を及ぼさない製品、実践、政策を指します。"
    },
    {
        "word": "Environmental Stewardship",
        "description": "環境管理とは、自然資源と生態系の責任ある利用と保護、負の影響を最小限に抑え、長期的な持続可能性を促進することです。"
    },
    {
        "word": "Green Energy",
        "description": "グリーンエネルギーは、クリーンエネルギーまたは持続可能なエネルギーとも呼ばれ、太陽光、風力、水力、地熱などの再生可能なおよび低炭素源から生成されるエネルギーを指します。"
    },
    {
        "word": "Renewable Portfolio Standard",
        "description": "再生可能なポートフォリオ規格(RPS)は、公衆機関が再生可能なエネルギー源から一定の割合の電力を得ることを要求する方針です。"
    },
    {
        "word": "Low-Carbon Economy",
        "description": "低炭素経済は、化石燃料の消費を最小限に抑え、温室効果ガス排出を減らし、持続可能な成長と再生可能エネルギーへの移行を促進する経済モデルである。"
    },
    {
        "word": "Climate Resilience",
        "description": "気候抵抗は、自然と人間のシステムが気候変動の影響に耐え、回復し、脆弱性を減らし、変化する条件に適応する能力を指します。"
    },
    {
        "word": "Sustainable Agriculture",
        "description": "持続可能な農業は、環境を守り、地域社会を支援し、土地の長期的な生存性を維持する方法で食品、繊維、その他の植物および動物製品を生産することを目的とする農業実践です。"
    },
    {
        "word": "Biomass Energy",
        "description": "バイオマスエネルギーは、燃焼、発酵、またはその他の変換プロセスを通じて、植物、作物、農業および森林廃棄物、および専用エネルギー作物などの有機材料から生成されるエネルギーです。"
    },
    {
        "word": "Ocean Energy",
        "description": "海洋エネルギーは、海洋の波、潮流、流れ、熱格差からのエネルギーの利用を指し、電気生産のためのさまざまなテクノロジーを使用します。"
    },
    {
        "word": "Greenhouse Gas Emissions",
        "description": "温室効果ガス排出は、主に二酸化炭素、メタン、窒素酸化物が大気中に放出され、温室効果と気候変動に貢献します。"
    },
    {
        "word": "Clean Technology",
        "description": "クリーンテクノロジーとも呼ばれるクリーンテクノロジーは、環境への影響を軽減し、持続可能性を促進するための革新的な環境に優しい製品、サービス、慣行の使用を指します。"
    },
    {
        "word": "Retrofitting",
        "description": "再整備は、エネルギー効率、持続可能性、機能性を向上させるために既存の建物、インフラまたはプロセスに新しい機能、技術、またはシステムを変更または追加するプロセスを指します。"
    },
    {
        "word": "Green Supply Chain",
        "description": "持続可能なサプライチェーンとも呼ばれるグリーンサプライチェーンは、環境に優しい慣行と原則を商品やサービスの調達、生産、配布に組み込むシステムです。"
    },
    {
        "word": "Climate Action",
        "description": "気候変動行動とは、温室効果ガス排出量の削減、政策変更の提唱、持続可能性の促進などの気候変動の緩和と適応のための取り組みと措置を指します。"
    },
    {
        "word": "Responsible Consumption",
        "description": "持続可能な消費とも呼ばれる責任ある消費は、知的選択を行い、環境への影響を最小限に抑え、社会的福祉を促進する方法で製品や資源を使用することを意味します。"
    },
    {
        "word": "Sustainable Packaging",
        "description": "持続可能な包装は、環境への影響を最小限に抑え、廃棄物を削減し、リサイクルやコンポストを促進する材料と設計戦略の使用を含みます。"
    },
    {
        "word": "Green Bonds",
        "description": "グリーン債券は、環境上の利益をもたらすプロジェクトを資金調達するために使用される固定所得の金融手段です。"
    },
    {
        "word": "Climate Mitigation",
        "description": "気候変動緩和は、気候変動や地球温暖化の影響を最小限に抑えることを目的とする温室効果ガス排出を減少または防止するための行動や戦略を指します。"
    },
    {
        "word": "Water Conservation",
        "description": "水の保存は、水資源の責任ある効率的な利用、廃棄物の削減、淡水生態系の保存と保護のための実践と技術の実施を含む。"
    },
    {
        "word": "Emissions Trading",
        "description": "Cap-and-tradeとも呼ばれる排出量取引は、温室効果ガス排出量を削減するための市場ベースのアプローチで、組織が排出量のための認定書またはクレジットを購入および販売することを可能にします。"
    },
    {
        "word": "Green Computing",
        "description": "グリーンコンピューティングは、持続可能なコンピューティングとも呼ばれ、環境に優しい方法でコンピュータや関連製品の設計、製造、使用、処分を含み、エネルギー消費と電子廃棄物を削減します。"
    },
    {
        "word": "Carbon Pricing",
        "description": "炭素価格は、二酸化炭素排出量に税金またはカプセル・アンド・トレード市場を通じて、排出量削減を奨励するための金銭的価値を付与するシステムです。"
    },
    {
        "word": "Battery Technology",
        "description": "バッテリー技術は、バッテリー内の電気エネルギーを貯蔵するために使用される方法と材料を指します。"
    },
    {
        "word": "Clean Water",
        "description": "クリーンな水は、汚染物質、汚染物質、汚染物質がなく、消費と使用に安全な水を指します。"
    },
    {
        "word": "Waste Management",
        "description": "廃棄物管理は、廃棄物の安全かつ効率的な処理、貯蔵、処分のプロセスです。"
    },
    {
        "word": "Net Zero Emissions",
        "description": "純ゼロ排出は、大気中に放出される温室効果ガスの量と削除または補償された量の間のバランスを達成することを指します。"
    },
    {
        "word": "Adaptation",
        "description": "適応は、気候変動の影響に適応し、対応するための行動を指します。"
    },
    {
        "word": "Mitigation",
        "description": "緩和とは、温室効果ガスの排出を減らすか、または防止するための措置を指します。"
    },
    {
        "word": "Emission Standards",
        "description": "排出基準は、環境に放出できる汚染物質の量を制限する規制です。"
    },
    {
        "word": "Offshore Wind",
        "description": "Offshore wind refers to wind turbines located in bodies of water, typically in the ocean. 海上風力タービンは、通常、海域に位置する風力タービンを指します。"
    },
    {
        "word": "Smart Home",
        "description": "スマートハウスは、エネルギー消費を最適化し、セキュリティを高め、快適性を向上させるためにリモートで制御または自動化できるデバイスやシステムを備えた住宅です。"
    },
    {
        "word": "Green Hydrogen",
        "description": "グリーン水素は、通常水の電解によって再生可能なエネルギー源を使用して生産される水素です。"
    },
    {
        "word": "Smart Meter",
        "description": "スマートメーターは、電気、ガス、または水の消費をリアルタイムで測定し、記録し、請求、監視、効率化の目的のために正確なデータを提供するデジタルデバイスです。"
    },
    {
        "word": "Grid Integration",
        "description": "ネットワーク統合とは、再生可能エネルギー源を既存の電力網システムに統合し、効率的かつ信頼性の高い統合を確保することを指します。"
    },
    {
        "word": "Pumped Hydro Storage",
        "description": "ポンプ化水素貯蔵は、異なる高さの2つの水槽を使用してエネルギーを貯蔵する方法です。"
    },
    {
        "word": "Distributed Energy Resources",
        "description": "Distributed Energy Resources (DERs) は、電力の現地生産、貯蔵、需要管理を指します。"
    },
    {
        "word": "Life Cycle Costing",
        "description": "ライフサイクルコストは、購入、運用、処分を含む製品またはシステムのライフサイクルの全体の所有コストを評価する方法です。"
    },
    {
        "word": "Carbon-Neutral Buildings",
        "description": "炭素中性の建物は、そのライフサイクル中に炭素排出量がなく、または最小限であるように設計、建設、および運用されます。"
    },
    {
        "word": "Biomimicry",
        "description": "Biomimicryは、人間の問題を解決し、持続可能なソリューションを作成するために自然のプロセスやシステムを模する実践です。"
    },
    {
        "word": "Building Automation Systems",
        "description": "ビルの自動化システム(BAS)は、建物の機械的および電気システムを監視し、制御する集中型、コンピュータベースのシステムです。"
    },
    {
        "word": "Carbon Nanotubes",
        "description": "炭素ナノチューブは、例外的な機械的、電気的、熱的性質を持つシリンダー性炭素分子です。"
    },
    {
        "word": "Energy Poverty",
        "description": "エネルギー貧困とは、電気や清潔な調理施設を含む近代的なエネルギーサービスへのアクセスの欠如である。"
    },
    {
        "word": "Floating Solar",
        "description": "Floating solar refers to solar photovoltaic systems installed on water bodies, such as lakes, reservoirs, and dams. 浮上する太陽光発電システムは、湖、貯蔵庫、ダムなどの水域に設置されている太陽光発電システムを指します。"
    },
    {
        "word": "Hybrid Power Systems",
        "description": "ハイブリッド電力システムは、二つ以上の再生可能エネルギー源と伝統的な発電技術を組み合わせ、より安定した信頼できる電力源を提供します。"
    },
    {
        "word": "Ocean Power",
        "description": "海洋エネルギーは、波、潮流、および熱格差を含む海洋からのエネルギーの活用を指します。"
    },
    {
        "word": "Passive House",
        "description": "被動住宅は、高いエネルギー効率と熱的快適性を達成するように設計され、建設された建物であり、アクティブな暖房や冷却システムにほとんど依存していない。"
    },
    {
        "word": "Smart Transportation",
        "description": "スマート輸送は、安全性、効率性、持続可能性を向上させるために、高度な技術とインテリジェントシステムを輸送インフラや車両に統合することを指します。"
    },
    {
        "word": "Wave Energy",
        "description": "波のエネルギーは、海洋波によって運ばれるエネルギーを電気に収集し、通常、海上に設置されたデバイスを使用して変換します。"
    },
    {
        "word": "Green Roofs",
        "description": "緑の屋根は、熱損失を減らし、空気の質を向上させ、嵐の水を吸収するのに役立ちます。"
    },
    {
        "word": "Carbon Farming",
        "description": "炭素農業は、二酸化炭素を捕捉し、農業および土地管理システムにおける温室効果ガス排出を減らす実践を実施することです。"
    },
    {
        "word": "Biofuel",
        "description": "バイオ燃料は、農作物、残留物、または廃棄物などのバイオマスからの燃料の一種であり、伝統的な化石燃料の再生可能な代替として使用することができます。"
    },
    {
        "word": "Hydroelectric Power",
        "description": "水力発電は、通常、ダムや川から流れる水のエネルギーを活用することによって生成される電気を指します。"
    },
    {
        "word": "Photovoltaic",
        "description": "太陽光(PV)は、太陽電池やパネルを使用して太陽光を電気に変換することを指します。"
    },
    {
        "word": "Wind Turbine",
        "description": "風力タービンは、風の動的エネルギーを電気エネルギーに変換する装置であり、ローター、発電機、制御システムから構成されています。"
    },
    {
        "word": "Carbon Neutral",
        "description": "炭素中立性は、排出された二酸化炭素の量を大気から排出された相当量とバランスをとることによって、ネットゼロ炭素の足跡を達成することを指します。"
    },
    {
        "word": "Biodiversity",
        "description": "生物多様性は、遺伝的多様性、種の多様性、生態系の多様性を含む生態系内の植物、動物、および微生物の多様性を指します。"
    },
    {
        "word": "Electric Vehicle",
        "description": "電気自動車(EV)は、電気モーターによって動作し、再充電可能なバッテリーまたはその他のエネルギー貯蔵装置を主な推進源として使用する車両です。"
    },
    {
        "word": "Energy Audit",
        "description": "エネルギー監査は、建物、施設、工業プロセスのエネルギー使用と効率性を評価し、改善の機会を特定するための体系的なプロセスです。"
    },
    {
        "word": "Greenhouse Effect",
        "description": "温室効果は、地球の大気中の特定のガスが熱を捕らえ、地球の表面と下の大気の温暖化を引き起こす自然なプロセスです。"
    },
    {
        "word": "Sustainability",
        "description": "持続可能性とは、将来の世代が自らのニーズを満たす能力を損なうことなく、現在のニーズを満たす方法で資源を使用することを指します。"
    },
    {
        "word": "Emission Reduction",
        "description": "排出削減とは、大気中に放出される温室効果ガス排出量を減らし、気候変動や大気汚染を緩和するのに役立つ措置を指します。"
    },
    {
        "word": "Hybrid Vehicle",
        "description": "ハイブリッド車は、従来の内燃エンジン駆動システムと電気駆動システムを組み合わせ、燃料効率の向上と排出量の削減につながります。"
    },
    {
        "word": "Distributed Generation",
        "description": "分散発電は、消費点の近くに位置する分散型、小規模な発電源からの電力生産を指し、転送損失を減らし、ネットワークの安定性を向上させます。"
    },
    {
        "word": "Offshore Wind Farm",
        "description": "海上風力発電所は、海上風力発電の強力かつ一貫したエネルギーを活用するために、通常海洋の水域に設置された風力タービンのコレクションです。"
    },
    {
        "word": "Green Bond",
        "description": "グリーン債券は、再生可能エネルギープロジェクトやエネルギー効率の高い建物などの環境や気候に良い利益をもたらすプロジェクトや活動のための資本調達のために発行される金融手段です。"
    },
    {
        "word": "Smart City",
        "description": "スマートシティとは、デジタル技術とデータを使用して都市サービスの効率性を向上させ、持続可能性を高め、住民の生活の質を向上させる都市エリアです。"
    },
    {
        "word": "Green Technology",
        "description": "クリーンテクノロジーとも呼ばれるグリーンテクノロジーは、環境への影響を軽減し、持続可能性を促進するための革新的かつ環境に優しい製品、サービス、実践の使用を指します。"
    },
    {
        "word": "Carbon Disclosure Project",
        "description": "炭素開示プロジェクト(CDP)は、企業、都市、地域が炭素排出や気候関連リスクを含む環境影響を測定、管理、開示することを奨励するグローバルなイニシアチブです。"
    },
    {
        "word": "Lifecycle Assessment",
        "description": "ライフサイクル評価(LCA)は、原材料の抽出から廃棄まで、製品、プロセス、またはサービスの全生命周期における環境影響を評価する方法です。"
    },
    {
        "word": "Carbon Offset",
        "description": "炭素補償は、温室効果ガスの削減または除去の単位であり、通常は、他の場所で生成された排出を補償するために使用される二酸化炭素等価のメトリックトンで測定されます。"
    },
    {
        "word": "Net Zero Energy",
        "description": "ゼロエネルギーは、建物またはコミュニティで、毎年消費するほどのエネルギーを生産し、しばしばエネルギー効率のための措置と現地の再生可能エネルギー生産の組み合わせを通じて達成されます。"
    },
    {
        "word": "Energy Recovery",
        "description": "エネルギー回収は、他の場合に失われる廃棄熱またはエネルギーの変換と利用を指し、全体的なエネルギー効率を向上させ、環境への影響を減らす。"
    },
    {
        "word": "Environmental Sustainability",
        "description": "環境の持続可能性とは、将来の世代が自らのニーズを満たす能力を損なうことなく、現在のニーズを満たすために、自然資源と生態系の責任あるかつバランスのとれた利用を指します。"
    },
    {
        "word": "Climate Adaptation",
        "description": "気候適応は、気候変動や極端な気象現象や海面上昇などの気候変動に適応し、脆弱性を減らし、抵抗力を高めるプロセスです。"
    },
    {
        "word": "Recycling",
        "description": "リサイクルは、廃棄物を再利用可能な材料に変換し、廃棄物の埋蔵や燃焼を防止し、資源を節約し、環境汚染を減らすプロセスです。"
    },
    {
        "word": "Carbon Capture",
        "description": "炭素捕獲は、発電所や工場などの工業源からの二酸化炭素排出を捕捉し、それらの大気への放出を防ぎ、気候変動を緩和するプロセスです。"
    },
    {
        "word": "Clean Energy",
        "description": "クリーンエネルギーは、太陽光、風力、水力、地熱エネルギーなどの再生可能エネルギー源から生成されるエネルギー、また、高度な安全性の特徴と廃棄物管理慣行を持つ原子力発電から生成されるエネルギーを指します。"
    }
]