[
    {
        "word": "Crowdfunding",
        "description": "クラウドファンドは、大勢の人々から小さな金額を調達することによってプロジェクトまたは起業を資金調達することの実践です。"
    },
    {
        "word": "Backer",
        "description": "バッカーとは、報酬や資本と引き換えにクラウドファンドキャンペーンに財政的支援を提供する個人または組織です。"
    },
    {
        "word": "Campaign",
        "description": "クラウドファンドキャンペーンは、クラウドファンドプラットフォームを通じて資金調達を求めるプロジェクトまたはベンチャーです。"
    },
    {
        "word": "Rewards-Based Crowdfunding",
        "description": "報酬ベースのクラウドファンディングは、スポンサーが財政支援の見返りとして非財政的な報酬を受け取るクラウドファンディングの種類です。"
    },
    {
        "word": "Equity Crowdfunding",
        "description": "Equity Crowdfundingは、スポンサーが彼らの財政的貢献と引き換えに会社の株式または所有権を受け取るクラウドファンディングの種類です。"
    },
    {
        "word": "Donation-Based Crowdfunding",
        "description": "寄付ベースのクラウドファンディングは、スポンサーが資金調達を期待せずにプロジェクトに寄付するクラウドファンディングの種類です。"
    },
    {
        "word": "Peer-To-Peer Lending",
        "description": "Peer-to-peer融資は、個人が利子の支払いと引き換えに他の個人や企業に金を貸すクラウドファンドの種類です。"
    },
    {
        "word": "Platform",
        "description": "プラットフォームは、資金調達を容易にし、プロジェクトの作成者と潜在的な支援者を結びつけるオンラインサービスまたはウェブサイトです。"
    },
    {
        "word": "All-Or-Nothing",
        "description": "All-or-Nothingは、プロジェクトが特定の期間内に資金調達目標を達成しなければならないクラウドファンドモデルで、資金調達が達成されない場合は、すべての資金が支援者に返されます。"
    },
    {
        "word": "Keep-It-All",
        "description": "Keep-It-Allは、資金調達目標が達成されたか否かに関係なく、プロジェクトが約束されたすべての資金を受け取るクラウドファンドモデルです。"
    },
    {
        "word": "Stretch Goal",
        "description": "ストレッチ・ゴールは、プロジェクトの作成者が最初の資金調達目標を超えて設定した追加の資金調達目標であり、しばしば追加の報酬や機能を伴う。"
    },
    {
        "word": "Early Bird",
        "description": "早期の鳥は、早期の段階でキャンペーンをサポートし、追加の利益や報酬を受け取るバッカーです。"
    },
    {
        "word": "Social Media",
        "description": "ソーシャルメディアとは、ユーザーがコンテンツを作成し、共有し、他者と交流し、オンラインコミュニティに参加することを可能にするオンラインプラットフォームやウェブサイトを指します。"
    },
    {
        "word": "Marketing",
        "description": "マーケティングは、製品、サービス、またはキャンペーンを促進し、潜在的なスポンサーや顧客を引き付けるために使用される活動や戦略を指します。"
    },
    {
        "word": "Viral Marketing",
        "description": "ウイルスマーケティングは、迅速に広く注目を集め、ソーシャルメディアやオンラインプラットフォームを通じて広く共有されるコンテンツやキャンペーンの作成と拡散の戦略を指します。"
    },
    {
        "word": "Pre-Launch Marketing",
        "description": "プレリースマーケティングは、公式に立ち上げる前にクラウドファンドキャンペーンを推進し、期待を生み出し、支持者ベースを構築することを意味します。"
    },
    {
        "word": "Post-Campaign Marketing",
        "description": "キャンペーンの後のマーケティングは、コミュニケーションを維持し、新しいスポンサーや顧客を引き付けるためにクラウドファンドキャンペーンの後に実施された戦略と活動を指します。"
    },
    {
        "word": "Conversion Rate",
        "description": "コンバージョン率は、ウェブサイトの訪問者またはキャンペーン視聴者がスポンサーとなり、クラウドファンドキャンペーンに貢献する割合です。"
    },
    {
        "word": "Target Audience",
        "description": "Target Audienceとは、クラウドファンドキャンペーンのメッセージ、製品、またはサービスの意図的な受信者である特定のグループの個人または潜在的なスポンサーを指します。"
    },
    {
        "word": "Prototype",
        "description": "プロトタイプとは、製品またはプロジェクトの初期バージョンまたはモデルであり、その機能と機能を潜在的な支持者に示すために使用される。"
    },
    {
        "word": "Milestone",
        "description": "マイルストーンは、クラウドファンドキャンペーンまたはプロジェクトにおける重要な成果または進歩のポイントです。"
    },
    {
        "word": "Video Pitch",
        "description": "ビデオピッチは、プロジェクトの作成者がクラウドファンドキャンペーンを説明し、促進する短いビデオプレゼンテーションです。"
    },
    {
        "word": "Crowdfunding Platform Fee",
        "description": "クラウドファンディングプラットフォームの手数料は、クラウドファンディングキャンペーンをホストし、容易にするためにプラットフォームが請求する割合または固定金額です。"
    },
    {
        "word": "Community",
        "description": "コミュニティは、クラウドファンディングキャンペーンまたはプロジェクトに関与し、興味を持っている支援者、支援者、および利害関係者のグループを指します。"
    },
    {
        "word": "Risk",
        "description": "リスクとは、クラウドファンドプロジェクトまたは投資に関連する潜在的な損失または失敗の可能性または可能性を指します。"
    },
    {
        "word": "Due Diligence",
        "description": "Due Diligenceは、プロジェクト、会社、またはキャンペーンの徹底的な研究、分析、調査を実施するプロセスであり、バッカーとして財務的コミットメントをする前に。"
    },
    {
        "word": "Success Rate",
        "description": "成功率は、資金調達目標を達成し、必要な資金調達に成功したとみなされるクラウドファンドキャンペーンの割合です。"
    },
    {
        "word": "Failure Rate",
        "description": "失敗率は、資金調達目標に達していないクラウドファンドキャンペーンの割合です。"
    },
    {
        "word": "Investment Crowdfunding",
        "description": "投資クラウドファンドは、スポンサーが、通常、資本金または利子の形で、投資の財政的な回収を得るクラウドファンドの種類です。"
    },
    {
        "word": "Convertible Note",
        "description": "変換券は、投資家がプロジェクトに資金を貸し出し、その後の日付でその融資を資本に変換するオプションを持つ投資形態です。"
    },
    {
        "word": "Securities-Based Crowdfunding",
        "description": "証券ベースのクラウドファンディングは、スポンサーが財政支援と引き換えに株や債券などの証券を受け取るクラウドファンディングの一種です。"
    },
    {
        "word": "Regulation Crowdfunding",
        "description": "規制クラウドファンディング(Title III Crowdfunding)とは、米国証券取引委員会(SEC)のクラウドファンディングキャンペーンを規制する特定のルールと規制を指します。"
    },
    {
        "word": "Accredited Investor",
        "description": "認定投資家は、一定の財務要件を満たす個人または団体であり、証券ベースのクラウドファンドキャンペーンに投資することを許可されています。"
    },
    {
        "word": "Diversification",
        "description": "多様化とは、リスクを減らすためにさまざまなプロジェクトや事業に投資を広げることです。"
    },
    {
        "word": "Exit Strategy",
        "description": "脱出戦略は、投資家がクラウドファンドプロジェクトから脱出するか、投資を実現するための計画または方法です。"
    },
    {
        "word": "Secondary Market",
        "description": "二次市場は、投資家がクラウドファンディング証券または投資ポジションを購入および販売できるプラットフォームまたは市場です。"
    },
    {
        "word": "Blockchain",
        "description": "ブロックチェーンは、複数のコンピュータやネットワークのトランザクションを安全に記録し、検証し、クラウドファンドキャンペーンに透明性、セキュリティ、不変性を提供する分散型および分散型デジタルリーガーテクノロジです。"
    },
    {
        "word": "Smart Contract",
        "description": "スマート契約は、契約の条項が直接コードで書かれ、ブロックチェーン上で保存され、実行される自発的な契約です。"
    },
    {
        "word": "Initial Coin Offering (Ico)",
        "description": "初期コイン提供(ICO)は、主に暗号通貨スタートアップが使用するクラウドファンドの方法で、投資家は投資の見返りとしてトークンやコインを受け取ります。"
    },
    {
        "word": "Token",
        "description": "トークンは、ブロックチェーンベースのクラウドファンドキャンペーンを通じてプロジェクトまたは組織によって発行または作成されたデジタル資産または価値の単位です。"
    },
    {
        "word": "Whitepaper",
        "description": "ホワイトペーパーは、プロジェクトの目標、テクノロジー、および実装計画を概要する詳細な文書であり、しばしば暗号通貨およびブロックチェーンベースのクラウドファンドキャンペーンで使用されます。"
    },
    {
        "word": "Early Stage",
        "description": "初期段階とは、プロジェクトの初期段階または初期段階を指し、しばしばスタートアップや起業家企業と関連する。"
    },
    {
        "word": "Seed Funding",
        "description": "種子資金調達は、初期段階でスタートアップまたはプロジェクトを開始するのに役立つ最初の資金調達または投資のラウンドです。"
    },
    {
        "word": "Venture Capital",
        "description": "ベンチャー資本とは、初期段階または高成長段階のスタートアップやプロジェクトに資本または所有権と引き換えに提供される資金調達の種類です。"
    },
    {
        "word": "Angel Investor",
        "description": "天使投資家は、初心者やプロジェクトに、しばしば初期段階で、資本や変換可能な債務と引き換えに金融支援を提供する個人です。"
    },
    {
        "word": "Incubator",
        "description": "インキュベーターは、初期段階でスタートアップや起業家を助ける組織やプログラムで、メンターリング、リソース、およびサポートを提供します。"
    },
    {
        "word": "Accelerator",
        "description": "加速器は、スタートアップ企業に短期的な、集中的なメンテナンスと教育経験を提供するプログラムまたは組織で、急速に成長し、拡大するのを助ける。"
    },
    {
        "word": "Reward-Based Crowdfunding",
        "description": "報酬ベースのクラウドファンディングは、スポンサーが製品やサービスなどの非財務的報酬と引き換えにプロジェクトに資金を寄付するクラウドファンディングの種類です。"
    },
    {
        "word": "Debt Crowdfunding",
        "description": "債務クロッドファンディングは、支援者がプロジェクトの作成者に融資を提供するクラウドファンディングの種類であり、その後利息で融資を返済する義務があります。"
    },
    {
        "word": "Securities Crowdfunding",
        "description": "証券クラウドファンドは、スポンサーが彼らの財政的貢献と引き換えに株や債券などの投資を受け取るクラウドファンドの種類です。"
    },
    {
        "word": "Pledge",
        "description": "約束は、バッカーがクラウドファンドキャンペーンに一定の金額を寄付することを約束するものです。"
    },
    {
        "word": "Project Creator",
        "description": "プロジェクトクリエイターは、クラウドファンドキャンペーンを開始し、プロジェクトまたはベンチャーの実行に責任を負う個人または組織です。"
    },
    {
        "word": "Early Bird Reward",
        "description": "早期の鳥賞は、通常、限られた金額で、クラウドファンドキャンペーンで早期に約束するスポンサーに提供される特別な賞です。"
    },
    {
        "word": "Campaign Video",
        "description": "キャンペーンのビデオは、プロジェクトの作成者がプロジェクトを紹介し、その目的を説明し、支援者を奨励するために作成したビデオです。"
    },
    {
        "word": "Reliable",
        "description": "信頼性とは、プロジェクトの作成者またはクラウドファンドのプラットフォームが約束を果たし、支援者に報酬を提供するための信頼性と信頼性を指します。"
    },
    {
        "word": "Transparent",
        "description": "透明性とは、プロジェクトの作成者またはクラウドファンドのプラットフォームが、支援者と情報を共有し、進捗状況を更新し、財務詳細を明確にすることです。"
    },
    {
        "word": "Promotion",
        "description": "プロモーションは、広告、PR、オンラインプロモーションを通じて、しばしばクラウドファンドキャンペーンの可視性と意識を高めるために行われる活動と努力を指します。"
    },
    {
        "word": "Business Plan",
        "description": "ビジネスプランは、プロジェクトや企業の目標、戦略、財務予測を概説する文書であり、しばしば株式のクラウドファンディングキャンペーンに必要なものです。"
    },
    {
        "word": "Market Research",
        "description": "市場調査は、潜在的な顧客、競争相手、市場のトレンドに関する情報を収集し分析するプロセスであり、知的決定を下し、成功するクラウドファンドキャンペーンのチャンスを向上させます。"
    },
    {
        "word": "Funding Goal",
        "description": "資金調達目標は、プロジェクトの作成者がクラウドファンドキャンペーンを通じて集めるための目標として設定した特定の金額です。"
    },
    {
        "word": "Funding Period",
        "description": "資金調達期間は、クラウドファンドキャンペーンがアクティブで、スポンサーからの貢献を受け入れる期間です。"
    },
    {
        "word": "Campaign Update",
        "description": "キャンペーンの更新は、プロジェクトの作成者が、クラウドファンドキャンペーンの進捗状況、課題、または新たな開発について支援者に知らせるためのコミュニケーションまたは発表です。"
    },
    {
        "word": "Incentive",
        "description": "奨励金は、クラウドファンドキャンペーンに貢献するよう支援者に提供される動機づけの要因または報酬です。"
    },
    {
        "word": "Landing Page",
        "description": "ターゲットページは、訪問者の注意と関心を引き付けるように特別に設計されたウェブページであり、バッカーになるなどの望ましいアクションを行うように誘惑します。"
    },
    {
        "word": "Conversion Funnel",
        "description": "Conversion Funnel は、訪問者がクラウドファンドキャンペーンのバッカーになる前に通過するステップまたはステップの視覚的表現です。"
    },
    {
        "word": "Referral Program",
        "description": "リファレーションプログラムは、既存のスポンサーがクラウドファンドキャンペーンに新しいスポンサーをリファレンスすることを奨励するためにプロジェクトの作成者が実施する戦略または奨励制度です。"
    },
    {
        "word": "Securities And Exchange Commission (Sec)",
        "description": "Securities and Exchange Commission(SEC)は、米国における証券法の執行と投資家の保護を担当する規制機関です。"
    },
    {
        "word": "International Crowdfunding",
        "description": "国際クラウドファンディングとは、さまざまな国々で活動し、世界中のスポンサーにサービスを提供するクラウドファンディングキャンペーンやプラットフォームを指します。"
    },
    {
        "word": "Conversion Optimization",
        "description": "コンバージョン最適化は、訪問者や視聴者をスポンサーに変換するためのクラウドファンドキャンペーンの効果と成功率を向上させるプロセスです。"
    },
    {
        "word": "Refund Policy",
        "description": "返金ポリシーは、プロジェクトの作成者またはクラウドファンディングプラットフォームによって設定されたルールとガイドラインのセットで、後援者が返金を受ける資格がある状況を概説します。"
    },
    {
        "word": "Influencer Marketing",
        "description": "影響力のあるマーケティングは、ソーシャルメディア上で影響力のある個人や人々と提携して、クラウドファンドキャンペーンを推進し、潜在的なスポンサーのより広い観客に届くことを含むプロモーション戦略です。"
    },
    {
        "word": "Data Analytics",
        "description": "データ分析は、大量のデータを収集し、分析し、解釈し、コミュニケーションキャンペーンのパフォーマンスを向上させる洞察、トレンド、およびパターンを発見するプロセスです。"
    },
    {
        "word": "Upsell",
        "description": "Upsellは、クラウドファンドキャンペーンにすでに貢献してきたスポンサーに追加またはアップグレードされた製品、サービス、または報酬を提供することを含む販売技術です。"
    },
    {
        "word": "Marketplace Crowdfunding",
        "description": "Marketplace Crowdfundingは、スポンサーが資金調達や投資機会の市場として機能する集中的なプラットフォーム上に上場するプロジェクトまたは起業に資金を寄付するクラウドファンドの種類です。"
    },
    {
        "word": "Crowdfunding Consultant",
        "description": "クラウドファンドコンサルタントは、プロジェクトの作成者に成功したクラウドファンドキャンペーンを計画、開始、管理するための専門家のアドバイス、ガイド、およびサポートを提供する個人または企業です。"
    },
    {
        "word": "Regulation Crowdfunding (Reg Cf)",
        "description": "Regulation Crowdfunding(Reg CF)は、米国でSECが設立したルールと規制のセットで、株式のクロッドファンドキャンペーンを規制し、投資家を保護します。"
    },
    {
        "word": "Pre-Launch",
        "description": "Pre-launchとは、クラウドファンドキャンペーンが正式に開始されるまでの期間を指し、プロジェクトの作成者が意識を高め、潜在的な支援者を魅了し、初期のサポートを集めるための活動に取り組むことができます。"
    },
    {
        "word": "Post-Campaign",
        "description": "キャンペーン後の期間とは、クラウドファンドキャンペーンが資金調達目標を達成した後、または完了した後、プロジェクトの作成者が約束を果たし、報酬を提供し、プロジェクトまたは事業を実行する期間を指します。"
    },
    {
        "word": "Conversion Rate Optimization (Cro)",
        "description": "コンバージョンレート最適化(CRO)は、キャンペーンページ、報酬構造、またはプロモーション材料などのクラウドファンディングキャンペーンの要素を体系的に改善するプロセスで、スポンサーになる訪問者の割合を最大化する。"
    },
    {
        "word": "Email Marketing",
        "description": "電子メールマーケティングは、クロウドファンディングキャンペーンを促進し、更新を提供し、視聴者と関わるために、サブスクリプトリストまたは潜在的なスポンサーにターゲット化されたパーソナライズされた電子メールを送信する実践です。"
    },
    {
        "word": "Marketplace Model",
        "description": "市場モデルは、プロジェクトの作成者と潜在的なスポンサーを結びつける仲介者として機能するクラウドファンドプラットフォームのビジネスモデルを指し、報酬や株式のための資金の交換を容易にする。"
    },
    {
        "word": "Mobile Crowdfunding",
        "description": "Mobile Crowdfundingは、スマートフォンやタブレットなどのモバイルデバイスを通じて、モバイルアプリや最適化されたウェブサイトを使用してクラウドファンドキャンペーンを実施し、参加する実践を指します。"
    },
    {
        "word": "Nonprofit Crowdfunding",
        "description": "非営利のクラウドファンディングは、スポンサーが慈善団体や非営利団体やイニシアチブを支援するために資金を寄付するクラウドファンディングの種類であり、しばしば非財務的報酬や認定と引き換えに。"
    },
    {
        "word": "International Rewards",
        "description": "国際的な報酬とは、国際的なクラウドファンドキャンペーンで、プロジェクトの作成者の出身国以外の支援者に提供される非財政的報酬または特権のこと。"
    },
    {
        "word": "Roi",
        "description": "ROIとは、投資収益性の略で、クラウドファンドキャンペーンにおけるバッカーによる投資の収益性と財政的収益性の測定を指します。"
    },
    {
        "word": "Gamification",
        "description": "Gamificationは、挑戦、レベル、および報酬などのゲーム要素をクラウドファンドキャンペーンに組み込み、参加を増やし、貢献する支援者を動機づけます。"
    },
    {
        "word": "Community Building",
        "description": "コミュニティービルディングは、積極的な関与、コミュニケーション、および関係構築活動を通じて、しばしばクラウドファンドキャンペーンまたはプロジェクトの周りに支援者、支持者、および利害関係者のコミュニティを育成し、成長させるプロセスです。"
    },
    {
        "word": "Referral Link",
        "description": "リファレンスリンクは、クラウドファンドキャンペーンの既存のスポンサーに提供されたユニークなURLまたはコードで、彼らは他の人と共有して、彼らがリファレンスした新しいスポンサーを追跡し、割り当てることができます。"
    },
    {
        "word": "Diversity And Inclusion",
        "description": "多様性と包摂は、さまざまな背景、文化、視点から来た個人を大切にし、尊重する包括的で多様なクラウドファンディングコミュニティを作成するための原則と実践を指します。"
    },
    {
        "word": "Data Security",
        "description": "データセキュリティとは、クラウドファンディングプラットフォームまたはプロジェクトの作成者が、スポンサーの個人および財務情報を保護し、データの機密性と完全性を確保するために実施する措置、プロトコル、技術を指します。"
    },
    {
        "word": "Geographical Expansion",
        "description": "地理的拡張とは、クラウドファンディングプラットフォームまたはプロジェクトの作成者の範囲と運営を新たな国や地域に拡大するプロセスであり、しばしば新しい市場に参入し、より幅広い支援者を魅了する。"
    },
    {
        "word": "Early Access",
        "description": "早期アクセスは、クラウドファンディングキャンペーンにおけるスポンサーに提供される特別な特権または報酬で、プロジェクト、製品、またはサービスが公開される前に彼らにアクセスを与えます。"
    },
    {
        "word": "Smart Contracts",
        "description": "スマートコントラクトは、通常、ブロックチェーン技術で動作するコードで書かれた契約の条項を有する自己執行契約で、クラウドファンドキャンペーンで自動的に資金または資産の移転を容易に、検証し、実施します。"
    },
    {
        "word": "Decentralized Finance (Defi)",
        "description": "Decentralized finance (DeFi) は、ブロックチェーンと暗号通貨技術を使用して、仲介者や中央当局なしで、融資、融資、投資などの金融サービスを可能にすることを指します。"
    },
    {
        "word": "Artificial Intelligence (Ai)",
        "description": "人工知能(AI)は、機械における人間の知能のシミュレーションを指し、それらがタスクを実行し、意思決定を行い、データから学ぶことを可能にします。"
    },
    {
        "word": "Machine Learning (Ml)",
        "description": "機械学習(ML)は、機械がデータから学び、明示的にプログラミングされずにパフォーマンスや意思決定を向上させることに焦点を当てているAIのサブセットです。"
    },
    {
        "word": "Natural Language Processing (Nlp)",
        "description": "自然言語処理(NLP)は、コンピュータと人間の言語の相互作用に焦点を当て、機械が人間の言語を理解し、解釈し、生成することを可能にするAIの分野です。"
    },
    {
        "word": "Big Data",
        "description": "ビッグデータとは、伝統的な技術を使用して容易に処理または分析できない非常に大きな複雑なデータセットを指し、しばしばパターン、トレンド、洞察を発見するための高度なツールと技術を必要とします。"
    },
    {
        "word": "Data Privacy",
        "description": "データプライバシーとは、個人から収集された個人情報とデータの保護と制御を意味し、安全に処理され、適切に使用され、同意なしに誤用または開示されないことを保証します。"
    },
    {
        "word": "Cybersecurity",
        "description": "サイバーセキュリティは、コンピュータ、サーバー、ネットワーク、およびデータをデジタル攻撃、不正アクセス、およびその他のオンライン脅威から保護し、情報の機密性、完全性、および可用性を維持する実践です。"
    }
]