[
    {
        "word": "Cybersecurity",
        "description": "サイバーセキュリティは、コンピュータシステム、サーバー、ネットワーク、およびデータをデジタル攻撃から保護する実践を指します。"
    },
    {
        "word": "Encryption",
        "description": "暗号化は、権限のある当事者だけが読むか理解できるフォーマットにデータを変換するプロセスです。"
    },
    {
        "word": "Firewall",
        "description": "ファイアウォールは、事前定義されたセキュリティルールに基づいて入力および出力するネットワークトラフィックをモニタリングおよびフィルタリングするネットワークセキュリティデバイスです。"
    },
    {
        "word": "Malware",
        "description": "マルウェアは、悪意のあるソフトウェアの略で、コンピュータ、サーバー、またはネットワークに故意に損傷を与えるように設計されたソフトウェアです。"
    },
    {
        "word": "Vulnerability",
        "description": "脆弱性は、攻撃者が利用できるコンピュータシステム、ソフトウェア、またはネットワークの弱点または欠陥です。"
    },
    {
        "word": "Phishing",
        "description": "フィッシングは、偽装された電子メール、ウェブサイト、または他のコミュニケーション方法を使用して、個人を敏感な情報を明らかにさせるためのサイバー攻撃です。"
    },
    {
        "word": "Denial Of Service (Dos)",
        "description": "サービス拒否攻撃(DoS)は、不正なリクエストやトラフィックの洪水でコンピュータシステムまたはネットワークの可用性を妨げる悪意のある試みです。"
    },
    {
        "word": "Two-Factor Authentication (2Fa)",
        "description": "二要因認証(2FA)は、ユーザーがシステムまたはアカウントを認証し、アクセスするために、2つの異なる形態の識別、通常はパスワードとユニークなコードまたはトークンを提供することを要求するセキュリティプロトコルです。"
    },
    {
        "word": "Intrusion Detection System (Ids)",
        "description": "侵入検出システム(IDS)は、ネットワークトラフィックやシステムログを監視し、許可されていないまたは悪意のある活動を検出し、警告するセキュリティツールです。"
    },
    {
        "word": "Penetration Testing",
        "description": "倫理的なハッキングとも呼ばれる侵入テストは、コンピュータシステムに対するサイバー攻撃のシミュレーションで、脆弱性を特定し、取の潜在的な影響を評価する。"
    },
    {
        "word": "Virtual Private Network (Vpn)",
        "description": "仮想プライベートネットワーク(VPN)は、ユーザーのデバイスとプライベートネットワークの間で安全で暗号化された接続を作成し、プライバシーとデータ保護を確保します。"
    },
    {
        "word": "Patch Management",
        "description": "パッチ管理は、セキュリティの脆弱性を解決し、最新の状態に保つためにソフトウェアシステムにパッチやアップデートを取得、テスト、展開するプロセスです。"
    },
    {
        "word": "Social Engineering",
        "description": "ソーシャルエンジニアリングは、攻撃者が個人を機密情報を明らかにしたり、特定のアクションを行うように操作するための方法です。"
    },
    {
        "word": "Data Breach",
        "description": "データ侵害は、不正当な当事者が機密性あるいは機密性のあるデータにアクセスし、潜在的にその開示または誤用につながる場合に発生します。"
    },
    {
        "word": "Antivirus",
        "description": "ウイルス対策ソフトウェアは、コンピュータシステムからマルウェア感染を検出、防止、および削除するように設計されたプログラムです。"
    },
    {
        "word": "Intrusion Prevention System (Ips)",
        "description": "侵入防止システム(IPS)は、ネットワークトラフィックをモニタリングし、疑わしい悪意のある活動や攻撃を積極的にブロックまたは防止するネットワークセキュリティツールです。"
    },
    {
        "word": "Phishing Awareness Training",
        "description": "フィッシング意識トレーニングは、個人にフィッシングの試みを認識し、回避する方法を教えるための教育プログラムです。"
    },
    {
        "word": "Access Control",
        "description": "アクセス制御は、ユーザーのアイデンティティと設定ポリシーに基づいてリソースまたはシステムへの許可されたアクセスを制限または管理するセキュリティメカニズムです。"
    },
    {
        "word": "Incident Response",
        "description": "インシデント対応とは、セキュリティ インシデントや侵害を特定し、対応し、管理し、損傷を最小限に抑え、正常な操作を回復するプロセスです。"
    },
    {
        "word": "Multi-Factor Authentication (Mfa)",
        "description": "Multi-factor authentication (MFA) は、ユーザーがパスワード、指紋、セキュリティトークンなどの複数の識別形式を提供することを要求するセキュリティメカニズムです。"
    },
    {
        "word": "Network Segmentation",
        "description": "ネットワークセグメントは、攻撃の拡散を制限し、ネットワークの全体的なセキュリティを改善するために、コンピュータネットワークを小規模なサブネットワークに分割する実践です。"
    },
    {
        "word": "Risk Assessment",
        "description": "リスク評価は、組織の資産や情報に対する脅威のレベルを決定するために、潜在的なリスクや脆弱性を特定、分析し、評価するプロセスです。"
    },
    {
        "word": "Spyware",
        "description": "スパイウェアは、コンピュータユーザーやシステムに関する情報を秘密裏に彼らの知識や同意なしに収集する悪意のあるソフトウェアの一種です。"
    },
    {
        "word": "Brute Force Attack",
        "description": "ブルートフォース攻撃は、攻撃者がパスワードや暗号化キーを推測するために使用する試行錯誤ベースの方法で、正しいものが見つかるまで、すべての可能な組み合わせを体系的に試みます。"
    },
    {
        "word": "Data Loss Prevention (Dlp)",
        "description": "データ損失防止(DLP)とは、機密性あるいは機密性のあるデータが紛失、盗難、または漏洩されるのを防ぐために展開されたプロセス、ツール、技術のセットを指します。"
    },
    {
        "word": "Hardening",
        "description": "ハードディングは、さまざまなセキュリティ対策、構成、およびベストプラクティスを適用してコンピュータシステムまたはネットワークを保護し、脆弱性を最小限に抑え、攻撃面を減らすプロセスです。"
    },
    {
        "word": "Security Information And Event Management (Siem)",
        "description": "セキュリティ情報およびイベント管理(SIEM)は、セキュリティ情報管理(SIM)とセキュリティイベント管理(SEM)機能を組み合わせたソリューションで、セキュリティイベントおよびログの包括的な可視性と分析を提供します。"
    },
    {
        "word": "Ransomware",
        "description": "ランサムウェアは、被害者のデバイス上のファイルを暗号化し、アクセスを復元するために支払いを要求するマルウェアの一種です。"
    },
    {
        "word": "Zero-Day Vulnerability",
        "description": "ゼロデイ脆弱性とは、ソフトウェアベンダーまたは開発者が知らないソフトウェアの脆弱性を指し、脆弱性を軽減するためのパッチまたは防御が存在しない可能性があるため、ユーザーをリスクにさらします。"
    },
    {
        "word": "Data Classification",
        "description": "データ分類は、適切なセキュリティコントロールと保護措置を確保するために、データの敏感性レベルに基づいてデータを分類するプロセスです。"
    },
    {
        "word": "Security Audit",
        "description": "セキュリティ監査は、企業の情報システムまたはインフラストラクチャのセキュリティの体系的な評価で、脆弱性を特定し、セキュリティポリシーの遵守を確保する。"
    },
    {
        "word": "Hacker",
        "description": "ハッカーとは、コンピュータプログラミングとコンピュータセキュリティに熟練した個人で、コンピュータシステムやネットワークの脆弱性を発見し、利用するために知識を使用する。"
    },
    {
        "word": "Data Privacy",
        "description": "データプライバシーとは、個人または機密情報の不正アクセス、使用、開示、または破壊から保護することです。"
    },
    {
        "word": "Biometric Authentication",
        "description": "バイオメトリック認証は、指紋、網膜スキャン、または音声認識などのユニークな生物学的または行動的特徴に基づいて個人のアイデンティティを検証することを意味します。"
    },
    {
        "word": "Security Awareness Training",
        "description": "セキュリティ意識訓練は、潜在的なセキュリティ脅威、ベストプラクティス、および良好なセキュリティ衛生の維持におけるその役割について個人を教育するための教育プログラムです。"
    },
    {
        "word": "Identity And Access Management (Iam)",
        "description": "Identity and Access Management(IAM)は、ユーザのリソースへのアクセスを管理し、管理し、適切な認証、認証、責任を確保するポリシー、技術、プロセスの枠組みです。"
    },
    {
        "word": "Social Media Engineering",
        "description": "ソーシャルメディアエンジニアリングは、攻撃者がソーシャルメディアプラットフォーム上の個人の信頼や関係を操作し、利用し、情報を収集したり、悪意のある活動を行うために使用するテクニックです。"
    },
    {
        "word": "Network Security",
        "description": "ネットワークセキュリティとは、コンピュータネットワークを不正アクセス、不正利用、または干渉から保護するためのポリシー、プロトコル、および技術を指します。"
    },
    {
        "word": "Insider Threat",
        "description": "インサイダーの脅威とは、組織内でシステムやデータにアクセスする権限を有する個人が存在するリスクを指しますが、意図的にまたは意図せずにシステムやデータを悪用または損なうことになります。"
    },
    {
        "word": "Secure Coding",
        "description": "セキュアな暗号化は、潜在的なセキュリティの脆弱性を軽減し、利用の全体的なリスクを減らす方法でソフトウェアコードを書く実践です。"
    },
    {
        "word": "Password Policy",
        "description": "パスワードポリシーは、ユーザーが強力なパスワードを作成し、使用し、不正アクセスから保護するようにするために組織によって設定されたルールと要件のセットです。"
    },
    {
        "word": "Web Application Firewall (Waf)",
        "description": "Web Application Firewall (WAF) は、Web アプリケーションとインターネット間の HTTP/S トラフィックをフィルタリングし、モニタリングし、さまざまな種類の Web ベースの攻撃から保護するセキュリティ ツールまたはサービスです。"
    },
    {
        "word": "Data Encryption",
        "description": "データ暗号化は、単純なテキストまたはデータを暗号化テキストに変換するプロセスで、数学的アルゴリズムと暗号化キーを使用して、不正なアクセスを防止するためです。"
    },
    {
        "word": "Cyber Threat Intelligence",
        "description": "サイバー脅威情報(CTI)は、潜在的なサイバー脅威、その能力、意図、妥協の指標を含む情報であり、防衛メカニズムを情報化し強化するために使用されます。"
    },
    {
        "word": "Endpoint Protection",
        "description": "Endpoint Protection(エンドポイントセキュリティ)とは、ラップトップ、スマートフォン、またはタブレットなどの個々のエンドユーザデバイスをさまざまな脅威から保護するためのセキュリティコントロールおよび措置を指します。"
    },
    {
        "word": "Security Incident",
        "description": "セキュリティ インシデントとは、組織のセキュリティ ポリシーを侵害し、システムまたはデータへの不正アクセスまたは侵害を引き起こす不正なイベントまたは発生を指します。"
    },
    {
        "word": "Security Operations Center (Soc)",
        "description": "セキュリティオペレーションセンター(SOC)は、組織のシステムやネットワークのセキュリティイベントや事件に対する継続的な監視、分析、対応を担当する集中的な施設またはチームです。"
    },
    {
        "word": "Cybersecurity Framework",
        "description": "サイバーセキュリティフレームワークは、ポリシー、プロセス、および制御を概説することによってサイバーセキュリティリスクを管理するための構造化されたアプローチを提供します。"
    },
    {
        "word": "Mobile Device Management (Mdm)",
        "description": "Mobile Device Management(MDM)とは、組織内のスマートフォンやタブレットなどのモバイルデバイスのセキュリティ、モニタリング、管理、サポートに使用されるテクノロジー、プロセス、ポリシーのセットです。"
    },
    {
        "word": "Data Backup And Recovery",
        "description": "データのバックアップと復元は、データ、ファイル、またはシステムの複製コピーを作成し、データの損失または災害の場合にそれらを復元するための手順を実装するプロセスです。"
    },
    {
        "word": "Security Architecture",
        "description": "セキュリティアーキテクチャは、脅威から保護し、セキュリティ目標を達成するためのセキュリティコントロールと措置を組み込むシステムまたはネットワークの設計と構造を指します。"
    },
    {
        "word": "Security Incident Response Plan",
        "description": "セキュリティ事件対応計画(SIRP)は、セキュリティ事件に対応し、管理する際に従う必要なステップと手順を概説する文書化され、構造化されたアプローチです。"
    },
    {
        "word": "Cybersecurity Governance",
        "description": "サイバーセキュリティのガバナンスは、組織内のサイバーセキュリティリスクを管理し、軽減するためのポリシー、手順、コントロールの枠組みを確立し、実施することを意味します。"
    },
    {
        "word": "Social Media Security",
        "description": "ソーシャルメディアセキュリティは、ソーシャルメディアプラットフォームの使用に関連する脅威やリスク、例えばプライバシー侵害、アカウントハイジャック、または評判損害から個人や組織を保護することに焦点を当てています。"
    },
    {
        "word": "Data Leakage",
        "description": "Data Leakage または Data Loss または Data Exfiltration とも呼ばれるデータ漏洩は、意図的または意図せず、機密または機密情報の不正な転送または暴露を指します。"
    },
    {
        "word": "Cloud Security",
        "description": "クラウドセキュリティとは、クラウド環境内のデータ、アプリケーション、インフラストラクチャを保護するために設計されたポリシー、コントロール、テクノロジー、最良の実践のセットを指します。"
    },
    {
        "word": "Threat Hunting",
        "description": "脅威狩りは、ネットワークまたはシステム内の潜在的な脅威または妥協の指標を積極的に検索し、特定することを含む積極的なサイバーセキュリティ活動です。"
    },
    {
        "word": "Data Retention",
        "description": "データ保存は、法的、規制的、契約的、またはビジネス上の要件に基づいて、データがどのくらい保存され、保持されるべきかを決定するためのポリシーと慣行を指します。"
    },
    {
        "word": "Red Team/Blue Team",
        "description": "Red Team/Blue Teamは、一つのチーム(Red Team)が攻撃者として行動し、現実世界の脅威をシミュレートし、もう一つのチーム(Blue Team)がシステムを守り、セキュリティを評価するコラボレーションアプローチです。"
    },
    {
        "word": "Security Policy",
        "description": "セキュリティポリシーは、セキュリティ目標を定義し、実施し、資産を保護するために組織によって確立されたガイドライン、ルール、手順のセットです。"
    },
    {
        "word": "Digital Forensics",
        "description": "デジタル法学は、コンピュータ、ネットワーク、またはデジタルデバイスのデジタル証拠の収集、分析、保存のプロセスであり、サイバー犯罪を調査し、予防し、または法的紛争を解決する。"
    },
    {
        "word": "Software Security",
        "description": "ソフトウェアセキュリティとは、潜在的な脆弱性を特定し、軽減するために、ソフトウェア開発ライフサイクルを通じてセキュリティ対策と制御を実施する実践を指します。"
    },
    {
        "word": "Zero Trust",
        "description": "Zero Trust は、信頼性のないセキュリティコンセプトとフレームワークであり、すべてのユーザー、デバイス、およびトランザクションがリソースへのアクセスを許可する前に検証され、認証される必要があります。"
    },
    {
        "word": "Blockchain Security",
        "description": "ブロックチェーンセキュリティは、ブロックチェーンとして知られる分散型および分散型帳簿技術(DLT)のセキュリティに焦点を当て、データと取引の完全性、機密性、および可用性を確保します。"
    },
    {
        "word": "Application Security",
        "description": "アプリケーションセキュリティ(AppSec)とは、開発から展開、メンテナンスに至るまで、ソフトウェアアプリケーションのライフサイクルを通じてセキュリティを確保するために使用される慣行、技術、技術を指します。"
    },
    {
        "word": "Internet Of Things (Iot) Security",
        "description": "IoTセキュリティは、IoTデバイス、ネットワーク、およびデータを不正なアクセス、取、または妨害から保護するための措置および保護措置を含みます。"
    },
    {
        "word": "Data Center Security",
        "description": "データセンターセキュリティは、アクセス制御、環境モニタリング、火災抑制、解雇を含むデータセンターを保護するために採用された物理的および論理的なセキュリティ対策に焦点を当てています。"
    },
    {
        "word": "Artificial Intelligence (Ai)",
        "description": "人工知能(AI)は、機械における人間の知能のシミュレーションを指し、通常、人間の知能を必要とするタスク、例えば学習、問題解決、意思決定を行うことを可能にします。"
    },
    {
        "word": "Machine Learning (Ml)",
        "description": "機械学習(ML)は、機械がデータから学ぶことに焦点を当て、明示的にプログラミングされずにパフォーマンスを向上させたり、予測することを可能にするAIのサブセットです。"
    },
    {
        "word": "Deep Learning",
        "description": "Deep Learningは、複数の相互接続された層を持つ人工ニューラルネットワークを訓練し、より複雑で洗練された予測や決定を行うことを含む機械学習のサブセットです。"
    },
    {
        "word": "Internet Security",
        "description": "インターネットセキュリティとは、インターネットを通じて発生する脅威や攻撃からコンピュータシステム、ネットワーク、データを保護するための実践、措置、技術を指します。"
    },
    {
        "word": "Bug Bounty Program",
        "description": "Bug Bounty Program は、組織が倫理的なハッカーや研究者に報酬や奨励金を提供するクラウドソースのイニシアチブです。"
    },
    {
        "word": "Secure Software Development Lifecycle (Ssdlc)",
        "description": "セキュアソフトウェア開発ライフサイクル(SSDLC)は、安全で抵抗力のあるソフトウェアアプリケーションの提供を確保するためのソフトウェア開発プロセスに組み込まれた実践、ポリシー、手順のセットです。"
    },
    {
        "word": "Cyber Insurance",
        "description": "サイバー保険は、サイバー攻撃、データ侵害、またはその他のIT関連の事件による財政的損失または責任から個人または組織を保護する保険の形態です。"
    },
    {
        "word": "Cyber Threat Hunting",
        "description": "サイバー脅威ハンティングは、既存のセキュリティ防御や措置を回避した可能性のある高度な脅威や悪意のある活動を検索、識別、軽減するプロセスです。"
    },
    {
        "word": "Patch",
        "description": "パッチとは、コンピュータプログラムまたはそのサポートデータを更新または修正するように設計されたソフトウェアの一部で、脆弱性を解決したり、機能を向上させたりします。"
    },
    {
        "word": "Ids",
        "description": "侵入検出システム(IDS)は、ネットワークやシステムの活動を監視し、潜在的な悪意のある行動を検出するセキュリティデバイスまたはソフトウェアアプリケーションです。"
    },
    {
        "word": "Vpn",
        "description": "仮想プライベートネットワーク(VPN)は、プライベートネットワークを公共のネットワークに拡張し、ユーザーがデバイスが直接プライベートネットワークに接続されているかのようにデータを送信および受信することができます。"
    },
    {
        "word": "Two-Factor Authentication",
        "description": "Two-Factor Authentication(2FA)は、ユーザーがアクセスを得るためにモバイルデバイスに送信されたパスワードとユニークなコードなどの2つの異なる認証要因を提供することを要求するセキュリティプロセスです。"
    },
    {
        "word": "Zero-Day Exploit",
        "description": "Zero-day exploit は、ソフトウェア、ハードウェア、またはファームウェアの未開示の脆弱性であり、ベンダーが気づき、パッチをリリースする前にハッカーが利用できる。"
    },
    {
        "word": "Denial Of Service",
        "description": "サービス拒否攻撃(DoS)は、コンピュータリソースを不正なリクエストやトラフィックの洪水で圧倒することによって、その目的のユーザーに利用できないようにしようとする試みです。"
    },
    {
        "word": "Data Loss Prevention",
        "description": "データ損失予防(DLP)とは、敏感なデータの偶然的または意図的な曝露を防ぐために設計されたテクノロジーと戦略のセットを指します。"
    },
    {
        "word": "Intrusion Prevention System",
        "description": "侵入防止システム(IPS)は、リアルタイムでネットワークトラフィックを監視し、不正アクセスや悪意のある活動を積極的にブロックまたは防止するネットワークセキュリティデバイスです。"
    },
    {
        "word": "Secure Socket Layer",
        "description": "Secure Socket Layer(SSL)は、コンピュータネットワーク上の安全な通信を提供する暗号化プロトコルであり、一般的にウェブサイトのトランザクションのセキュリティーに使用されます。"
    },
    {
        "word": "Multi-Factor Authentication",
        "description": "Multi-Factor Authentication (MFA) は、ユーザーが複数の認証要因を提供することを要求するセキュリティメソッドであり、通常はパスワード、トークン、バイオメトリックの組み合わせです。"
    },
    {
        "word": "Security Operations Center",
        "description": "セキュリティ・オペレーション・センター(SOC)は、セキュリティ・インシデントを継続的に監視、検出、分析、および対応する組織内の集中的なユニットです。"
    },
    {
        "word": "End-To-End Encryption",
        "description": "End-to-End Encryption は、送信者のデバイス上のデータを暗号化し、受信者のデバイスでのみそれを解読するセキュアなコミュニケーション方法で、送信中の機密性を確保します。"
    },
    {
        "word": "Containerization",
        "description": "コンテナ化は、コンテナと呼ばれる孤立した環境でアプリケーションを実行できる軽量の仮想化技術であり、セキュリティ、スケーラビリティ、およびポータビリティを向上させます。"
    },
    {
        "word": "Security Information And Event Management",
        "description": "セキュリティ情報およびイベント管理(SIEM)は、ログ管理とセキュリティイベント管理を組み合わせて、セキュリティ警告やイベントのリアルタイム分析を提供する技術です。"
    },
    {
        "word": "Url Filtering",
        "description": "URLフィルタリングは、ユーザーが悪意のあるまたは不適切なコンテンツにアクセスするのを防ぐために、定義された基準に基づいてウェブサイトへのアクセスをブロックまたは許可するセキュリティ対策です。"
    },
    {
        "word": "Intrusion Detection",
        "description": "侵入検出は、ネットワークまたはシステムの活動を監視し、不正アクセス、不正利用、またはその他の悪意のある活動の兆候を特定するプロセスです。"
    },
    {
        "word": "Security Awareness Program",
        "description": "セキュリティ認識プログラムは、組織内の個人を教育し、潜在的なセキュリティリスクを認識し、軽減することを目的とした継続的なイニシアチブです。"
    },
    {
        "word": "Security Risk Assessment",
        "description": "セキュリティリスク評価は、情報システム、データ、物理インフラを含む組織の資産に対する潜在的なセキュリティリスクを特定し、評価するプロセスです。"
    },
    {
        "word": "Data Encryption Standard",
        "description": "Data Encryption Standard(DES)は、敏感なデータを読み取れない形式に変換することによってセキュリティを確保するためのシンメトリックな暗号化アルゴリズムです。"
    },
    {
        "word": "Backup And Recovery",
        "description": "バックアップと回復とは、データやシステムのコピーを作成し、データの損失やシステムの故障から保護し、必要に応じて復元することができるプロセスです。"
    },
    {
        "word": "Intrusion Prevention",
        "description": "侵入防止とは、潜在的なセキュリティ脅威や攻撃をリアルタイムで識別し、ブロックし、または緩和し、システムやネットワークを脅かすのを防ぐプロセスです。"
    },
    {
        "word": "Security Incident Management",
        "description": "セキュリティ インシデント マネジメントは、報告、分析、抑制、回復を含むセキュリティ インシデントの処理および対応のプロセスと手順を含む。"
    },
    {
        "word": "Honeypot",
        "description": "ハネトップは、攻撃に意図的に脆弱であり、攻撃者を誘惑し、情報を収集し、その方法や戦術に関する洞察を得るために使用されるデコイシステムまたはネットワークです。"
    },
    {
        "word": "Authentication",
        "description": "認証は、システムまたはリソースへのアクセスを求める個人、デバイス、またはエンティティのアイデンティティを検証するプロセスです。"
    },
    {
        "word": "Data Loss",
        "description": "データの損失とは、ヒューマンエラー、ハードウェアの故障、ソフトウェアのバグ、またはマルウェアの感染による、意図しないまたは偶発的なデータの損失を指します。"
    },
    {
        "word": "Firewall Rule",
        "description": "ファイアウォールのルールは、ファイアウォールによって許可されるか、またはブロックされるべきネットワークトラフィックを決定する事前定義のポリシーまたは設定された指示のセットです。"
    },
    {
        "word": "Cybersecurity Incident Response Plan",
        "description": "サイバーセキュリティ・インシデント対応計画は、損害を軽減し、正常な運用を回復するためにセキュリティ・インシデントが発生した場合に従うステップと手順を概説する文書です。"
    },
    {
        "word": "Security Assessment",
        "description": "セキュリティ評価は、組織のセキュリティ姿勢を体系的に評価し、脆弱性を特定し、既存のセキュリティコントロールの有効性を評価します。"
    },
    {
        "word": "Secure Development Lifecycle",
        "description": "セキュア開発ライフサイクル(SDL)は、セキュリティをソフトウェア開発ライフサイクルのすべての段階に統合するために設計された業界のベストプラクティスとプロセスのセットです。"
    },
    {
        "word": "Web Application Firewall",
        "description": "Web アプリケーション ファイアウォール (WAF) は、悪意のある Web トラフィックをフィルタリング、モニタリング、ブロックし、一般的なサイバー攻撃から Web アプリケーションを保護するセキュリティ デバイスまたはソフトウェアです。"
    }
]