[
    {
        "word": "Digital Wallet",
        "description": "デジタルウォレット、または電子ウォレットは、オンライン取引を快適かつ安全にするためにクレジットカードなどの支払い情報を安全に保存するソフトウェアベースのシステムです。"
    },
    {
        "word": "Mobile Payments",
        "description": "モバイル決済は、スマートフォンやタブレットなどのモバイルデバイスを使用してデジタルウォレットやモバイル決済アプリを通じて行われた取引を指します。"
    },
    {
        "word": "Contactless Payments",
        "description": "非接触型支払いは、ユーザーが無接触端末の近くでデジタルウォレットやカードをタップしたりワイプしたりすることによって、支払いカードを物理的にスワイプしたり挿入したりすることなく取引を行うことを可能にします。"
    },
    {
        "word": "Nfc",
        "description": "Near Field Communication(NFC)は、デジタルウォレットや決済端末などの2つの電子デバイスが短距離で無線で通信できる技術です。"
    },
    {
        "word": "Qr Code",
        "description": "QRコード(Quick Response Code)は、2次元のバーコードで、デジタル財布やモバイルデバイスによってスキャンすることができ、情報に迅速にアクセスしたり、支払いを行うことができます。"
    },
    {
        "word": "Biometric Authentication",
        "description": "バイオメトリック認証は、指紋や顔認識などのユニークな物理的または行動的特徴を使用して、デジタル財布へのアクセスを許可する前にユーザーのアイデンティティを検証することを意味します。"
    },
    {
        "word": "Tokenization",
        "description": "トークニングは、クレジットカード番号などの機密な支払いデータをユニークな識別子またはトークンに置き換えるプロセスで、セキュリティを強化し、データ侵害のリスクを軽減する。"
    },
    {
        "word": "Peer-To-Peer Payments",
        "description": "Peer-to-peer(P2P)支払いは、個人が仲介者を必要とせずに銀行口座やデジタルウォレットから直接お金を送受信することを可能にする取引です。"
    },
    {
        "word": "Cryptocurrency",
        "description": "暗号通貨は、暗号化を安全な金融取引のために使用し、追加単位の作成を制御するデジタルまたは仮想通貨です。"
    },
    {
        "word": "Blockchain",
        "description": "ブロックチェーンは、複数のコンピュータ間のトランザクションを安全に記録し、透明性と不正なトランザクション履歴を提供する分散型および分散型の帳簿技術です。"
    },
    {
        "word": "Virtual Card",
        "description": "仮想カードは、デジタル財布に保存され、物理カードを必要とせずにオンラインまたはアプリ内購入に使用できる物理的な支払いカードのデジタル表示です。"
    },
    {
        "word": "Token-Based Payments",
        "description": "トークンベースの支払いは、支払いプロセス中に実際のカード情報を共有する代わりに、支払い情報を表すトークンを使用する取引を指します。"
    },
    {
        "word": "Two-Factor Authentication",
        "description": "二要因認証(2FA)は、ユーザーがパスワードやユニークな検証コードなどの2種類の識別情報を提供することを要求することによって、デジタルウォレットに追加のセキュリティレベルを追加します。"
    },
    {
        "word": "E-Commerce",
        "description": "電子商取引の略で、電子商取引は、オンライン取引のためのデジタルウォレット支払いを頻繁に含むインターネット経由で商品やサービスの購入と販売を指します。"
    },
    {
        "word": "M-Commerce",
        "description": "M-commerceはモバイル商取引の略で、スマートフォンやタブレットなどのモバイルデバイスを用いて商品やサービスの購入と販売を指します。"
    },
    {
        "word": "Open Banking",
        "description": "オープンバンキングは、第三者金融サービスプロバイダーが、ユーザーの金融データにアクセスし、その同意を得て、パーソナライズされたサービスを提供することを可能にする規制枠組みです。"
    },
    {
        "word": "Payment Gateway",
        "description": "支払いゲートウェイは、デジタルウォレットプラットフォームまたは商人を銀行システムに接続し、デジタルトランザクションの承認と決済を容易にする技術です。"
    },
    {
        "word": "Merchant Account",
        "description": "商人の口座は、企業がクレジットまたはデビットカードを通じて顧客からの支払いを受け入れることを可能にする銀行口座の一種です。"
    },
    {
        "word": "Emv",
        "description": "EMVは、Europay、Mastercard、Visaの略で、セキュリティを強化し、詐欺を減らすためにチップベースの決済カードと端末のグローバル標準です。"
    },
    {
        "word": "Fraud Detection",
        "description": "詐欺検出は、機械学習やAIなどの高度なテクノロジーを使用して、取引データのパターンや異常を特定し、デジタル財布における詐欺活動を防止することを意味します。"
    },
    {
        "word": "Fintech",
        "description": "金融技術は、デジタル財布プラットフォームを含む金融サービスを強化し、自動化する革新的なテクノロジー駆動ソリューションを指します。"
    },
    {
        "word": "Authentication",
        "description": "認証は、ユーザまたはデバイスのアイデンティティを検証するプロセスであり、典型的にはパスワード、バイオメトリック、またはセキュリティトークンの使用を通じて行われます。"
    },
    {
        "word": "Authorization",
        "description": "認証は、認証されたユーザーの許可または特権に基づいて、特定のリソースまたは機能へのアクセスを付与または拒否するプロセスです。"
    },
    {
        "word": "Secure Element",
        "description": "セキュア要素とは、スマートフォンまたはその他のデバイス内のハードウェアまたはソフトウェアコンポーネントで、支払い認証情報などの機密情報を保存するための安全で孤立した環境を提供します。"
    },
    {
        "word": "Transaction Limit",
        "description": "取引制限は、指定された期間内に支出、移転、または撤回することができる事前定義された最大額です。"
    },
    {
        "word": "Digital Identity",
        "description": "デジタルアイデンティティは、個人または組織のユニークな仮想表示であり、個人情報を含む、認証資格、権限です。"
    },
    {
        "word": "One-Click Checkout",
        "description": "One-click checkoutは、ユーザーが支払いや配送情報を再入力する必要がなく、一つのクリックで購入を行うことを可能にする機能です。"
    },
    {
        "word": "Wallet Balance",
        "description": "財布のバランスは、ユーザーのデジタル財布に利用可能な資金の量を指します。"
    },
    {
        "word": "Kyc",
        "description": "KYCとは「Know Your Customer」の略で、金融機関や企業がビジネス関係を構築する前に顧客のアイデンティティを確認し、顧客の適合性を評価するためのプロセスです。"
    },
    {
        "word": "Aml",
        "description": "AML(Anti-Money Laundering)とは、デジタルウォレットプラットフォームを含む金融業界におけるマネーロンダリング活動の検出と防止を目的とした規制と手順のセットを指します。"
    },
    {
        "word": "Middleware",
        "description": "ミドルウェアとは、異なるアプリケーション間のブリッジまたは仲介者として機能し、それらの間の通信とデータ転送を可能にするソフトウェアを指します。"
    },
    {
        "word": "Api",
        "description": "APIとは、アプリケーションプログラミングインターフェイス(Application Programming Interface)の略で、さまざまなソフトウェアアプリケーションが相互に通信し、データを交換することを可能にするルールとプロトコルのセットです。"
    },
    {
        "word": "Encryption",
        "description": "暗号化は、データまたは情報の暗号化のプロセスであり、その機密性を確保し、解読キーを持つ権限のある当事者だけがデータにアクセスまたは解釈することができるようにする。"
    },
    {
        "word": "Decryption",
        "description": "デコーディングは、デコーディングキーを使用して暗号化されたデータを元の読み取り可能な形式に戻すプロセスです。"
    },
    {
        "word": "Ssl",
        "description": "SSLはSecure Sockets Layerの略で、インターネット上の安全な通信を提供し、データの機密性、完全性、および認証を確保する暗号化プロトコルです。"
    },
    {
        "word": "Pci Dss",
        "description": "PCI DSSは「Payment Card Industry Data Security Standard」の略で、クレジットカード取引中にカード所有者のデータを安全に取り扱うように設計されたセキュリティ基準のセットです。"
    },
    {
        "word": "Optical Character Recognition",
        "description": "Optical Character Recognition(OCR)は、スキャンされた紙の文書や画像などの異なる種類の文書を編集可能で検索可能なデータに変換する技術です。"
    },
    {
        "word": "Payment Settlement",
        "description": "支払い決済は、支払い取引を完了するために、商人、顧客、銀行などの異なる団体間で資金が移転されるプロセスです。"
    },
    {
        "word": "Dispute Resolution",
        "description": "紛争解決とは、支払い取引やその他の関連事項に関する顧客、企業、金融機関間の紛争または紛争を解決するプロセスです。"
    },
    {
        "word": "Token Economy",
        "description": "トークン経済とは、デジタルトークンが特定のデジタルエコシステムまたはプラットフォーム内の交換または価値表現の形として使用されるシステムです。"
    },
    {
        "word": "Rewards Program",
        "description": "報酬プログラムは、顧客を奨励するために企業が提供する忠誠心プログラムで、顧客に利益、割引、または継続的なスポンサーシップのための報酬を提供します。"
    },
    {
        "word": "Digital Receipt",
        "description": "デジタルチケットは、電子チケットとも呼ばれ、取引後に顧客の電子メールに送信またはデジタルウォレットに保存される紙のチケットの電子版です。"
    },
    {
        "word": "Subscription Billing",
        "description": "サブスクリプションの請求は、企業が製品またはサービスへのアクセスを定期的に、通常毎月または毎年、顧客に請求するために使用する繰り返しの支払いモデルです。"
    },
    {
        "word": "Banking-As-A-Service",
        "description": "Banking-as-a-Service(BaaS)は、非金融企業がAPIを通じてデジタルウォレットを含む銀行インフラやサービスを活用できる金融サービスモデルです。"
    },
    {
        "word": "Microtransactions",
        "description": "マイクロトランザクションは、しばしばセントまたはペニスの範囲内で、デジタル商品またはサービスの購入を可能にする頻繁に発生する小額の金融取引です。"
    },
    {
        "word": "Remittance",
        "description": "送金とは、外国で働く人々が、しばしば彼らの家族を支えるために、または生活費をカバーするために、彼らの故郷の国に送金または移転するお金のことである。"
    },
    {
        "word": "Fiat Currency",
        "description": "フィアット通貨は、政府が発行する通貨の形態であり、金や銀などの物理的な商品ではなく、それを使用する人々の信頼と信頼によって支えられています。"
    },
    {
        "word": "In-App Payments",
        "description": "アプリ内支払いは、ユーザーがデジタルウォレットを使用してモバイルアプリ内で購入することを可能にし、アプリから離脱し、支払い情報を別々に入力する必要がなくなります。"
    },
    {
        "word": "Omnichannel Payments",
        "description": "オムニチャネル支払いとは、オンライン、店舗内、モバイル、その他のデジタルプラットフォームを含む複数のチャネルで顧客からの支払いを受け入れる能力を指し、シームレスな支払い体験を提供します。"
    },
    {
        "word": "Digital Currency Wallet",
        "description": "デジタル通貨財布は、ユーザーがビットコインやイーサリアムなどのデジタル通貨を安全に保存、送信、受信できるソフトウェアアプリケーションまたはハードウェアデバイスです。"
    },
    {
        "word": "Smart Contracts",
        "description": "スマートコントラクトは、コンピュータプログラムに暗号化された事前定義のルールと条件を持つ自己実行契約であり、ブロックチェーンに保存されている合意の条項を自動的に執行します。"
    },
    {
        "word": "Distributed Ledger",
        "description": "Distributed ledger は、ネットワーク内の複数のノードまたはコンピュータ間で共有、複製、同期されるデータベースの種類であり、取引の透明かつ分散された記録を提供します。"
    },
    {
        "word": "Artificial Intelligence",
        "description": "人工知能(AI)は、機械における人間の知能のシミュレーションを指し、通常、人間の認知能力を必要とするタスク、例えば学習、問題解決、意思決定を行うことを可能にします。"
    },
    {
        "word": "Machine Learning",
        "description": "機械学習(ML)は、機械がデータから学び、時間とともにパフォーマンスを向上させることに焦点を当てたAIのサブセットです。"
    },
    {
        "word": "Big Data",
        "description": "ビッグデータとは、組織化されたデータと非構造化されたデータの膨大な量を指し、日々ビジネスを浸透させ、それらを分析して洞察を生み出し、データベースの意思決定を行うことができます。"
    },
    {
        "word": "Data Privacy",
        "description": "データプライバシーとは、個人データの保護と適切な取り扱いを意味し、個人が組織がどのように情報を収集、使用、共有するかをコントロールできるようにすることです。"
    },
    {
        "word": "Cloud Computing",
        "description": "クラウドコンピューティングは、サーバー、ストレージ、データベース、ネットワーク、ソフトウェア、アナリティクスなどのコンピューティングサービスの提供を含む、インターネット上の pay-as-you-goベースで。"
    },
    {
        "word": "Byzantine Fault Tolerance",
        "description": "Byzantine Fault Tolerance (BFT) は、ネットワーク内のいくつかのノードが失敗したり悪意のある行動を起こした場合でも合意に達することを可能にする分散システムの属性です。"
    },
    {
        "word": "Ethereum",
        "description": "Ethereumは、分散型アプリケーション(dApps)とスマート契約の作成と展開を可能にするオープンソースのブロックチェーンプラットフォームです。"
    },
    {
        "word": "Cryptocurrency Exchange",
        "description": "暗号通貨交換は、ユーザーが伝統的なフィアット通貨または他の暗号通貨を使用して、他のユーザーと暗号通貨を購入、販売、取引できるデジタル市場です。"
    },
    {
        "word": "Stablecoin",
        "description": "Stablecoinは、フィアット通貨や商品などの安定した資産に価値を付けることによって価格変動を最小限に抑えるように設計された暗号通貨の種類です。"
    },
    {
        "word": "Financial Inclusion",
        "description": "金融包摂は、従来の銀行サービスから除外されている個人やコミュニティに、デジタル財布を含む安価で安全な金融製品へのアクセスを提供することを目的としています。"
    },
    {
        "word": "Contactless Payment",
        "description": "コンタクトレス決済により、ユーザーはデジタル財布やカードをコンタクトレス認証端末の近くでタップまたはワイプすることで取引を行うことができ、物理的な接触やスワイプの必要性を排除します。"
    },
    {
        "word": "P2P Payments",
        "description": "Peer-to-Peer(P2P)支払いは、個人が従来の金融機関の関与なしに、デジタル財布から他の人の財布に直接お金を移すことを可能にします。"
    },
    {
        "word": "Wallet Encryption",
        "description": "財布の暗号化は、データを暗号化することによってデジタル財布とその保存された支払い情報を保護するプロセスであり、権限のあるユーザーのみがアクセスし、それを解読できることを保証します。"
    },
    {
        "word": "Tokenized Payments",
        "description": "トークン化された支払いは、機密カード情報をランダムに生成されたトークンに置き換えるトークン化技術を使用し、実際の支払いデータを暴露することなく安全な取引を確保します。"
    },
    {
        "word": "Peer-To-Merchant Payments",
        "description": "Peer-to-Merchant(P2M)支払いは、消費者がデジタル財布を使用して、物理的な現金や伝統的な支払い方法を必要とせずに商人に直接支払いを行うことを可能にします。"
    },
    {
        "word": "Loyalty Programs",
        "description": "忠誠度プログラムは、顧客が繰り返し購入したり、特定の行動を繰り返したりするために企業が使用するマーケティング戦略であり、しばしば割引、ポイント、または独占的なオファーの形で行われます。"
    },
    {
        "word": "Emoney",
        "description": "電子マネー、または電子マネーは、デジタルまたは仮想通貨を意味し、デジタルウォレットを通じて行われたような電子取引のために使用される電子形式で保存されます。"
    },
    {
        "word": "Responsive Design",
        "description": "応答型デザインは、デジタル財布のレイアウトとユーザーインターフェイスを適応させ、さまざまなデバイスやスクリーンサイズで最適な視聴および相互作用体験を提供する設計と開発のアプローチです。"
    },
    {
        "word": "Bill Splitting",
        "description": "Bill splittingは、ユーザーが食事や家賃などの共有費用のコストを複数の個人に分割し、別々の支払いを行うことを可能にするデジタルウォレットの機能です。"
    },
    {
        "word": "Remittances",
        "description": "送金は、個人、通常は移住者によって、デジタル財布プラットフォームやその他の金融チャネルを通じて自国に送信されるお金の送金です。"
    },
    {
        "word": "Offline Payments",
        "description": "オフライン決済は、QRコードやNFCなどの技術を使用してインターネット接続が利用できない状況でデジタル財布を使用した取引を指します。"
    },
    {
        "word": "Cryptocurrency Wallet",
        "description": "暗号通貨の財布は、ビットコイン、イーサリアム、または他の暗号通貨などのユーザーのデジタル資産を安全に保存し、管理するソフトウェアプログラムまたはハードウェアデバイスです。"
    },
    {
        "word": "Decentralized Finance",
        "description": "DeFiとも呼ばれる分散型金融は、ブロックチェーンに基づいて構築された金融システムで、伝統的な金融仲介者にオープンで、許可なく、分散型の代替手段を提供することを目指しています。"
    },
    {
        "word": "Know Your Customer",
        "description": "あなたの顧客を知る(KYC)は、詐欺、マネーロンダリング、その他の違法活動を防止するために顧客の識別情報と財務情報を検証し、収集することを企業に義務づける規制要件です。"
    },
    {
        "word": "Transaction Fees",
        "description": "トランザクション手数料とは、デジタル財布プロバイダーがプラットフォームを通じて行われたトランザクションを処理するために徴収する手数料であり、通常は取引価値のパーセントまたは固定金額です。"
    },
    {
        "word": "Security Patch",
        "description": "セキュリティパッチとは、デジタル財布プロバイダーによってリリースされたソフトウェア更新プログラムで、セキュリティの脆弱性を解決したり、バグを修正したり、デジタル財布プラットフォームの保護と統合性を確保します。"
    },
    {
        "word": "Multi-Currency Wallet",
        "description": "複数の通貨の財布は、ユーザーが1つのプラットフォームで複数の種類の通貨を保存し、管理することを可能にするデジタル財布です。"
    },
    {
        "word": "Mobile Wallet",
        "description": "モバイル財布は、スマートフォンやタブレットなどのモバイルデバイスで使用するために特別に設計され、最適化されたデジタル財布です。"
    },
    {
        "word": "Merchant Services",
        "description": "商業サービスとは、デジタルウォレットプラットフォームとの統合を含むデジタル決済の受け入れを容易にするために企業に提供される金融サービスとソリューションの範囲を指します。"
    },
    {
        "word": "One-Touch Payment",
        "description": "オンタッチ支払いにより、ユーザーは支払い情報を入力したり、取引を別々に認証する必要がなく、一つのタッチまたはクリックで購入や支払いを行うことができます。"
    },
    {
        "word": "E-Invoicing",
        "description": "電子請求は、デジタルウォレットプラットフォーム内の電子請求の生成、送信、受信のプロセスであり、紙の請求の必要性を排除し、支払いプロセスを簡素化します。"
    },
    {
        "word": "Account Aggregation",
        "description": "アカウント集計は、ユーザーが銀行口座、クレジットカード、投資を含む複数の金融口座を1つのインターフェイスで表示および管理できるデジタルウォレットプラットフォームの機能です。"
    },
    {
        "word": "In-Store Payments",
        "description": "店舗内の支払いには、デジタルウォレットを使用してデジタルウォレットまたはリンクされた決済カードをコンタクトレス端末でタップまたはスキャンすることで物理的な小売店で購入を行うことが含まれます。"
    },
    {
        "word": "Subscription Payments",
        "description": "サブスクリプション支払いとは、ストリーミングプラットフォームやソフトウェアサブスクリプションなどのサブスクリプションベースのサービスのためのデジタルウォレットを通じて行われた繰り返しの支払いを指します。"
    },
    {
        "word": "Fund Transfers",
        "description": "送金は、ユーザーがデジタル財布から国内または国際的に別の個人または組織に送金することを可能にし、しばしばさまざまな送金方法を使用するオプションがあります。"
    },
    {
        "word": "Cross-Border Payments",
        "description": "国境を越えた支払いは、デジタルウォレットプラットフォームやその他の電子決済システムを使用して、異なる国に位置する個人や企業間で資金の送金や取引を行うことを意味します。"
    },
    {
        "word": "Digital Receipts",
        "description": "デジタルチケットまたは電子チケットは、購入後に自動的に生成され、ユーザーのデジタルウォレットに送信され、取引の記録を提供する紙のチケットの電子版です。"
    },
    {
        "word": "Customer Support",
        "description": "顧客サポートとは、デジタルウォレットプロバイダーがユーザーの質問、懸念、または問題を解決するために提供するサポートとサービスを指します、しばしばライブチャット、電話、または電子メールなどのさまざまなチャネルを通じて。"
    },
    {
        "word": "Qr Code Payments",
        "description": "QRコードの支払いにより、ユーザーはデジタルウォレットを使用して商店に表示されるQRコードをスキャンし、支払いを特定の取引にリンクさせることができます。"
    },
    {
        "word": "Virtual Wallet",
        "description": "仮想財布は、ユーザーが支払い情報を保存し、管理し、取引を実行し、デジタルチャネルを通じて購入することを可能にするオンラインまたはデジタルアカウントです。"
    },
    {
        "word": "Reward Points",
        "description": "報酬ポイントは、デジタルウォレットを通じて購入や取引を行うときにユーザーが獲得した忠誠度ポイントで、割引、クーポン、またはその他の奨励金に買い換えられます。"
    },
    {
        "word": "Digital Currency Exchange",
        "description": "デジタル通貨交換は、ユーザーがデジタルウォレットを使用してデジタル通貨を購入、販売、または取引できるプラットフォームまたはサービスです。"
    },
    {
        "word": "Payment Fraud",
        "description": "支払い詐欺とは、デジタルウォレット取引から詐欺をしたり、お金の利益を得ることを目的として行われる違法または許可されていない活動をいずれか、ユーザーまたは企業に財政的損失をもたらす可能性があります。"
    },
    {
        "word": "Voice Payments",
        "description": "音声支払いは、ユーザーが音声コマンドや音声認識技術を使用してデジタルウォレットを通じて支払いを行うか、取引を完了することを可能にし、便利な手なしの支払い体験を提供します。"
    },
    {
        "word": "True Wallet",
        "description": "本物の財布は、支払い、送金、およびその他の銀行機能を含む包括的な金融サービスを提供するデジタル財布プラットフォームを指すために、いくつかの地域で一般的に使用される用語です。"
    },
    {
        "word": "Digital Wallet Adoption",
        "description": "デジタルウォレットの採用は、消費者や企業がデジタルウォレットプラットフォームを採用し、金融取引に使用し始めるペースを指し、便利性、セキュリティ、および受容性などの要因に影響します。"
    },
    {
        "word": "Digital Wallet Integration",
        "description": "デジタルウォレット統合とは、デジタルウォレット機能をウェブサイト、アプリケーション、またはその他のプラットフォームに組み込むプロセスで、ユーザーがシームレスに支払いや取引を行うことを可能にします。"
    },
    {
        "word": "Recurring Payments",
        "description": "繰り返し支払いは、定期的に発生するトランザクションであり、しばしば月額請求やサブスクリプションの更新などのユーザーのデジタルウォレットから自動的に引き下げられます。"
    }
]