[
    {
        "word": "E-Learning",
        "description": "電子学習は、伝統的な教室環境の外で教育カリキュラムにアクセスするための電子テクノロジーを使用する実践を指します。"
    },
    {
        "word": "Lms",
        "description": "Learning Management System(LMS)は、オンラインコースやトレーニングプログラムの配信、追跡、管理を可能にするソフトウェアプラットフォームです。"
    },
    {
        "word": "Virtual Classroom",
        "description": "仮想教室は、従来の教室をシミュレートするオンライン学習環境で、参加者がリアルタイムで相互作用し、関わることができます。"
    },
    {
        "word": "Synchronous Learning",
        "description": "同期学習は、参加者がオンラインクラスや仮想ミーティングを通じて、同時に学習体験に参加する学習環境を指します。"
    },
    {
        "word": "Asynchronous Learning",
        "description": "非同期学習は、参加者が事前録音された講義や討論ボードを通じて、異なる時間に学習体験に参加する学習環境を指します。"
    },
    {
        "word": "Courseware",
        "description": "コースソフトウェアとは、コースや学習プログラムで使用するように設計された教育コンテンツ、材料、またはリソースを指し、しばしばレッスンプラン、演習、評価を含む。"
    },
    {
        "word": "Scorm",
        "description": "共有可能なコンテンツオブジェクト参照モデル(SCORM)は、オンライン学習コンテンツと学習管理システム(LMS)が相互にコミュニケーションする方法を規制する電子学習ソフトウェア製品の技術基準のセットです。"
    },
    {
        "word": "Blended Learning",
        "description": "混合学習は、オンラインデジタルメディアとの伝統的な対面教室教育を組み合わせた学習アプローチです。"
    },
    {
        "word": "Gamification",
        "description": "Gamificationは、ポイント、バッジ、リーダーボードなどのゲームのような要素やメカニクスのアプリケーションで、e-learningのようなゲーム以外のコンテキストに、関わりと動機づけを向上させる。"
    },
    {
        "word": "Microlearning",
        "description": "マイクロレアリングは、モバイルデバイスやオンラインプラットフォームを通じて、学習者にターゲット化されたコンテンツや学習活動の短い爆発を提供する学習アプローチです。"
    },
    {
        "word": "Mobile Learning",
        "description": "モバイル学習(m-learning)は、学習者がスマートフォンやタブレットなどのモバイル機器を使用して教育コンテンツにアクセスし、学習活動に参加することを可能にする学習アプローチです。"
    },
    {
        "word": "Adaptive Learning",
        "description": "適応型学習は、技術を使用して学習経験を個人化し、学習者の個々のニーズや能力に適応する指導と活動を調整する教育方法です。"
    },
    {
        "word": "Interactive Assessments",
        "description": "インタラクティブな評価は、 drag-and-drop、multiple-choice、fill-in-the-blank 質問を含むインタラクティブな要素を含むオンライン評価です。"
    },
    {
        "word": "Learning Analytics",
        "description": "学習分析は、学習プロセスと結果を改善するために学習活動や教育技術からのデータの収集、分析、解釈を含みます。"
    },
    {
        "word": "Discussion Forums",
        "description": "討論フォーラムは、学生やインストラクターが非同期的な議論に参加し、質問をし、コースコンテンツに関連するアイデアを共有できるオンラインプラットフォームです。"
    },
    {
        "word": "Webinars",
        "description": "ウェビナーはインタラクティブなオンラインセミナーやプレゼンテーションで、参加者はチャットやアンケートなどのリアルタイムのインタラクションを通じてプレゼンターと関わることができます。"
    },
    {
        "word": "Social Learning",
        "description": "社会学習は、学習プロセスにおける社会的相互作用、協力、他者の観察の重要性を強調する学習アプローチです。"
    },
    {
        "word": "Virtual Reality (Vr)",
        "description": "仮想現実(VR)は、コンピュータで生成されたシミュレーションを使用して、探索し、相互作用することができる浸透した仮想環境を作成する技術です。"
    },
    {
        "word": "Augmented Reality (Ar)",
        "description": "拡張現実(AR)は、画像、ビデオ、または3Dモデルなどのデジタル情報を現実世界に表し、ユーザーの感知と相互作用を向上させる技術です。"
    },
    {
        "word": "Learning Paths",
        "description": "学習経路は、学習者が特定の学習目標を達成したり、望むスキルを習得するのを助けるように設計されたコースまたは学習リソースのコレクションです。"
    },
    {
        "word": "Badges",
        "description": "バッジは、学習者によって獲得された業績、スキル、または能力のデジタル表現であり、しばしば進歩と達成を認識し、奨励するために使用されます。"
    },
    {
        "word": "Progress Tracking",
        "description": "進歩追跡は、学習者の進歩、達成、または学習活動またはコースの完了を監視し記録し、学習者とインストラクターの両方にフィードバックと洞察を与えます。"
    },
    {
        "word": "Instructor-Led Courses",
        "description": "インストラクター主導のコースは、ビデオ会議、ウェブセミナー、または個人的なセッションを通じて、インストラクターによって実施されるライブ教育セッションを含みます。"
    },
    {
        "word": "Self-Paced Courses",
        "description": "自己ペースのコースでは、生徒が定められた期限やインストラクターとのリアルタイムの相互作用なしで、自分のスピードでコンテンツを通じて進歩することができます。"
    },
    {
        "word": "Learning Management System (Lms)",
        "description": "Learning Management System(LMS)は、オンラインコースや教育コンテンツの管理、配信、追跡を容易にするソフトウェアプラットフォームです。"
    },
    {
        "word": "Content Management System (Cms)",
        "description": "コンテンツ管理システム(CMS)は、コース材料やリソースなどのデジタルコンテンツの作成、管理、配布に使用されるソフトウェアアプリケーションです。"
    },
    {
        "word": "User Authentication",
        "description": "ユーザ認証は、電子学習プラットフォームにアクセスするユーザのアイデンティティを検証するプロセスであり、通常はユーザ名とパスワードの認証情報を介して行います。"
    },
    {
        "word": "Course Enrollment",
        "description": "コース登録は、電子学習プラットフォーム内の特定のコースまたは学習プログラムへの登録と登録のプロセスを指します。"
    },
    {
        "word": "Course Catalog",
        "description": "コースカタログは、e-learningプラットフォーム内で提供される利用可能なコースと学習リソースの包括的なリストです。"
    },
    {
        "word": "Course Completion Certificate",
        "description": "コース完了証明書は、コースまたは学習プログラムの成功した完了時に学習者に授与されるデジタルまたは印刷可能な文書です。"
    },
    {
        "word": "Course Evaluation",
        "description": "コース評価は、コースや学習経験の品質、効果、関連性に関する学習者からのフィードバック、意見、認識を収集するプロセスです。"
    },
    {
        "word": "Peer Assessment",
        "description": "ピア評価は、学習者が互いの仕事を評価し、フィードバックを提供し、自己反省、批判的思考、協力を促進するプロセスです。"
    },
    {
        "word": "Content Authoring",
        "description": "コンテンツ作成は、インタラクティブなマルチメディア、電子学習モジュール、またはオンライン評価などのデジタルコンテンツの作成と開発のプロセスです。"
    },
    {
        "word": "Multimedia Integration",
        "description": "マルチメディア統合は、ビデオ、画像、オーディオなどのさまざまな形態のメディアをコースコンテンツに組み込んで参加と理解を高めることを意味します。"
    },
    {
        "word": "Responsive Design",
        "description": "応答デザインは、ウェブサイトやアプリケーションがさまざまなデバイスやスクリーンサイズで適応し、正しく表示されることを保証するWebデザインのアプローチです。"
    },
    {
        "word": "Accessibility",
        "description": "アクセシビリティとは、障害者を含むあらゆる能力の人々がアクセスし、使用できるデジタル製品やサービスの設計と開発を指します。"
    },
    {
        "word": "Data Privacy",
        "description": "データプライバシーとは、個人の個人情報を保護し、適切な法律・規制に従って責任ある取り扱い、保管、使用することを指します。"
    },
    {
        "word": "Cloud-Based",
        "description": "クラウドベースのe-learningプラットフォームは、リモートサーバーにホストされ、インターネットを通じてアクセスされ、スケーラビリティ、信頼性、実装の容易さを提供します。"
    },
    {
        "word": "On-Premises",
        "description": "オンプレミス電子学習プラットフォームは、組織の独自のインフラストラクチャ内にホストされ、より多くの制御とカスタマイズオプションを提供します。"
    },
    {
        "word": "Api Integration",
        "description": "API統合は、データ交換と機能を可能にするためにAPIを使用して異なるソフトウェアアプリケーション、システム、またはプラットフォームを結合するプロセスです。"
    },
    {
        "word": "Scorm Compliance",
        "description": "SCORM コンプライアンスは、e-learning プラットフォームが SCORM 仕様の技術基準に従うことを保証し、他の SCORM コンプライアンスシステムとの互換性を可能にします。"
    },
    {
        "word": "Tin Can Api (Xapi)",
        "description": "Tin Can APIは、Experience API(xAPI)とも呼ばれ、伝統的な学習管理システム以外の学習者の活動や経験を追跡し報告するための仕様です。"
    },
    {
        "word": "Big Data Analytics",
        "description": "ビッグデータアナリティクスは、電子学習プラットフォーム内で生成された大量のデータを分析し、パーソナライズされた学習体験のパターン、トレンド、洞察を特定します。"
    },
    {
        "word": "Personalized Learning",
        "description": "パーソナライズされた学習は、各学習者の個々のニーズ、興味、目標を満たすための指導、コンテンツ、学習体験をカスタマイズするアプローチです。"
    },
    {
        "word": "Machine Learning",
        "description": "機械学習は、アルゴリズムを使用してデータのパターンを識別し、明示的なプログラミングなしに予測や推奨を行う人工知能の分野です。"
    },
    {
        "word": "Artificial Intelligence",
        "description": "人工知能(AI)は、言語認識、意思決定、または自然言語処理などのタスクを実行するための機械における人間の知能のシミュレーションを指します。"
    },
    {
        "word": "Natural Language Processing",
        "description": "自然言語処理(NLP)は、コンピュータと人間の言語の相互作用に焦点を当て、機械が人間の言語を理解し、解釈し、生成することを可能にするAIのサブフィールドです。"
    },
    {
        "word": "Chatbots",
        "description": "チャットボットは、学習者と対話し、質問に答え、リアルタイムでサポートや指導を提供できるAI駆動型の仮想アシスタントまたはメッセージシステムです。"
    },
    {
        "word": "Blockchain",
        "description": "ブロックチェーンは、セキュアで透明で不正な方法で取引や情報を記録する分散型で分散型のデジタルリーガーテクノロジです。"
    },
    {
        "word": "Peer-To-Peer Learning",
        "description": "Peer-to-peer learningはコラボレーション学習とも呼ばれ、学習者が同僚と相互作用し、知識を共有し、協力的かつ社会的な学習環境を育成することを意味します。"
    },
    {
        "word": "Remote Proctoring",
        "description": "遠隔プロクターニングは、AIとビデオテクノロジーを使用してオンライン試験を監視し、監視し、試験の完全性を確保し、詐欺を防止します。"
    },
    {
        "word": "Cloud Storage",
        "description": "クラウドストレージは、リモートサーバー上のデータとコース材料の保存とアクセスを指し、スケーラビリティ、データの過剰性、およびあらゆるデバイスから簡単にアクセスできます。"
    },
    {
        "word": "Api (Application Programming Interface)",
        "description": "アプリケーションプログラミングインターフェイス(API)は、さまざまなシステムが相互作用し、データを交換できるようにするソフトウェアアプリケーションを構築するためのプロトコルとツールのセットです。"
    },
    {
        "word": "Single Sign-On (Sso)",
        "description": "Single Sign-On (SSO) は、ユーザーが単一のログイン認証のセットを使用して複数のシステムまたはアプリケーションにアクセスできる認証方法です。"
    },
    {
        "word": "Integration",
        "description": "統合は、さまざまなシステム、ツール、またはテクノロジーを接続して組み合わせ、シームレスに一緒に作業し、データの転送とそれらの間の共有を可能にすることを意味します。"
    },
    {
        "word": "Usability",
        "description": "ユーザビリティとは、e-learning プラットフォームの使いやすさとユーザーフレンドリー性を指し、学習者が容易にナビゲーションし、リソースにアクセスし、コンテンツと関わることができることを保証します。"
    },
    {
        "word": "User Experience (Ux)",
        "description": "User Experience (UX) は、ユーザーがウェブサイト、アプリケーション、またはシステムと相互作用する際に持っている全体的な経験と満足度を指します。"
    },
    {
        "word": "User Interface (Ui)",
        "description": "User Interface (UI) は、ユーザーがウェブサイト、アプリケーション、またはシステムと相互作用する視覚的要素やコントロールです。"
    },
    {
        "word": "Mooc",
        "description": "大規模オープンオンラインコース(MOOC)は、無制限の参加とウェブ経由のオープンアクセスを目的としたオンラインコースです。"
    },
    {
        "word": "Virtual Reality",
        "description": "仮想現実(VR)は、現実世界と類似または完全に異なるシミュレート環境を作成する技術です。"
    },
    {
        "word": "Augmented Reality",
        "description": "Augmented Reality(AR)は、現実世界の仮想オブジェクトを覆い、ユーザーの認識と環境との相互作用を向上させる技術です。"
    },
    {
        "word": "Webinar",
        "description": "ウェビナーは、通常、プレゼンテーション、インタラクティブな要素、参加者の参加の機会を含むリアルタイムで行われたウェブベースのセミナーまたはワークショップです。"
    },
    {
        "word": "Discussion Board",
        "description": "ディスカッションボードは、参加者がコミュニケーション、議論、情報を共有できるオンラインプラットフォームです。"
    },
    {
        "word": "Assessment",
        "description": "評価は、学習者の知識、スキル、またはパフォーマンスを評価するプロセスで、彼らのレベルの理解や主題またはトピックのマスターを決定する。"
    },
    {
        "word": "Api",
        "description": "アプリケーションプログラミングインターフェイス(API)は、さまざまなソフトウェアアプリケーションが相互に通信し、相互作用することを可能にするプロトコル、ツール、定義のセットです。"
    },
    {
        "word": "Collaborative Learning",
        "description": "コラボレーション学習は、学習者が問題を解決し、タスクを完了したり、共有された知識を作成するためにグループやチームで一緒に働くことを奨励する指導的なアプローチです。"
    },
    {
        "word": "Analytics",
        "description": "電子学習におけるアナリティクスは、洞察を得て学習結果を改善するためにデータの収集、分析、解釈を含みます。"
    },
    {
        "word": "Personalization",
        "description": "電子学習におけるパーソナライゼーションは、個々の学習者のニーズと好みを満たすために学習体験とコンテンツをカスタマイズすることを意味します。"
    },
    {
        "word": "Onboarding",
        "description": "Onboardingとは、新しい学習者や従業員を指向し、組織に参加したり、新しい学習プラットフォームにアクセスしたりする際に訓練するプロセスです。"
    },
    {
        "word": "Content Management System",
        "description": "コンテンツ管理システム(CMS)は、デジタルコンテンツの作成、管理、組織に使用されるソフトウェアアプリケーションです。"
    },
    {
        "word": "Instructional Design",
        "description": "インストラクションデザインは、通常、学習ニーズの分析、学習材料と活動の設計、および学習結果の評価を含む効果的かつ魅力的な学習体験を作成するプロセスです。"
    },
    {
        "word": "Multimedia",
        "description": "マルチメディアとは、テキスト、画像、オーディオ、ビデオ、およびインタラクティブな要素などのさまざまな形態のメディアの組み合わせられた使用を指し、情報を提供し、提示する。"
    },
    {
        "word": "Open Educational Resources",
        "description": "オープン教育リソース(OER)は、教え、学習、研究に使用できる自由にアクセス可能な学習材料、リソース、ツールです。"
    },
    {
        "word": "Personal Learning Network",
        "description": "個人学習ネットワーク(PLN)は、個人、オンラインコミュニティ、および学習者が自分の学習をサポートするために使用するリソースのネットワークです。"
    },
    {
        "word": "Discussion Forum",
        "description": "討論フォーラムは、学習者が議論に参加し、質問をし、お互いとインストラクターとアイデアを共有できるオンラインプラットフォームまたはスペースです。"
    },
    {
        "word": "User Experience",
        "description": "User Experience (UX) は、学習者が電子学習プラットフォームやコースと相互作用する際に持っている全体的な経験と満足度を指します。"
    },
    {
        "word": "User Interface",
        "description": "User Interface (UI) は、メニュー、ボタン、レイアウトを含む電子学習プラットフォームまたはコースの視覚的またはインタラクティブな要素を指します。"
    },
    {
        "word": "Compliance Training",
        "description": "コンプライアンストレーニングとは、従業員や個人を法律、規制、政策、または業界基準に従うことを確保するための教育のプロセスです。"
    },
    {
        "word": "Retention",
        "description": "電子学習における保持とは、学習者がオンライン学習を通じて得た知識とスキルを保持し、適用する能力を指します。"
    },
    {
        "word": "Feedback",
        "description": "電子学習におけるフィードバックは、学習者に学習の進捗とパフォーマンスに関する建設的なコメントと評価を提供することです。"
    },
    {
        "word": "Learning Objectives",
        "description": "学習目標は、学習活動またはコースを完了した後、学習者ができることを説明する明確かつ測定可能な声明です。"
    },
    {
        "word": "Remote Learning",
        "description": "遠隔学習は、伝統的な教室の環境の外で行われ、オンラインプラットフォームを通じて促進される学習を指します。"
    },
    {
        "word": "Flipped Classroom",
        "description": "Flipped Classroomは、生徒が教室の外でコース材料やコンセプトを勉強し、クラス時間中に活動や議論に参加するための教育モデルです。"
    },
    {
        "word": "Self-Paced Learning",
        "description": "自己ペースの学習は、学習者がコンテンツを通じて進歩するペースを制御し、自分のペースで学ぶことを可能にする学習環境を指します。"
    },
    {
        "word": "Social Presence",
        "description": "電子学習における社会的存在は、学習者がオンライン環境におけるインストラクターや他の学習者とつながりを感じる程度を指します。"
    },
    {
        "word": "Self-Assessment",
        "description": "自己評価は、学習者が自分の知識、スキル、そして進歩を評価するプロセスです。"
    },
    {
        "word": "On-Demand Learning",
        "description": "On Demand Learningは、学習者が時間や場所によって制限されずに、必要なときに学習材料やリソースにアクセスできるようにします。"
    },
    {
        "word": "Community Of Practice",
        "description": "コミュニティ・オブ・プラクティス(CoP)とは、共通の関心や職業を共有し、協力的な学習と知識共有に取り組む人々のグループです。"
    },
    {
        "word": "Learning Path",
        "description": "学習経路は、学習活動、リソース、またはモジュールの構造化された順序であり、学習者が定義された教育経路を通じて指導するように設計されています。"
    },
    {
        "word": "Storyboard",
        "description": "ストーリーボードは、学習モジュールまたはマルチメディアプレゼンテーション内のイベント、シーン、または相互作用の順序の視覚的表現であり、しばしば設計および開発プロセスで使用されます。"
    },
    {
        "word": "Screencasting",
        "description": "Screencasting は、コンピュータ画面のビデオを録画するプロセスであり、しばしばオーディオネタレーションを伴うもので、プロセスを示し、コンセプトを説明し、またはプレゼンテーションを提供します。"
    },
    {
        "word": "Ebook",
        "description": "電子書籍は、電子書籍、タブレット、またはコンピュータなどの電子機器で読み取ることができる書籍または出版物のデジタル版です。"
    },
    {
        "word": "Gamified Assessments",
        "description": "ゲーム化された評価は、学習者の参加と動機づけを高めるために、ポイント、レベル、または課題などのゲームのような要素とメカニクスを組み込む評価活動またはテストです。"
    },
    {
        "word": "Cloud Computing",
        "description": "クラウドコンピューティングは、ストレージ、処理パワー、およびソフトウェアアプリケーションを含むインターネット上のコンピューティングサービスの提供であり、ローカルインフラやハードウェアを必要としません。"
    },
    {
        "word": "Open Educational Resources (Oer)",
        "description": "オープン教育リソース(Open Educational Resources, OER)とは、教え、学習、研究に使用できる自由にアクセス可能で開放的にライセンスを受けた教育材料を指します。"
    },
    {
        "word": "Roi",
        "description": "投資収益率(ROI)は、投資または支出の財務効率と収益性を評価するための測定方法です。"
    },
    {
        "word": "Microcredential",
        "description": "Microcredentialsは、短い、集中的な学習経験やコースを通じて得られた特定のスキルや知識を検証する正式な証明書または資格です。"
    },
    {
        "word": "Api Documentation",
        "description": "API ドキュメントは、開発者とユーザーが API とどのように相互作用し、それを利用するかに関する指示、ガイドライン、および参考資料を提供します。"
    },
    {
        "word": "Forum Moderation",
        "description": "フォーラムの監督は、オンラインフォーラムの管理と監督、ガイドラインの遵守、建設的な会話を促進し、発生する可能性のある紛争や問題を解決することです。"
    },
    {
        "word": "Surveys",
        "description": "調査は、学習者やユーザーからフィードバック、意見、または情報を収集するために使用されるデータ収集ツールであり、しばしばアンケートやオンラインフォームの形で使用されます。"
    },
    {
        "word": "Virtual Assistant",
        "description": "仮想アシスタントは、AI駆動のソフトウェアプログラムまたはチャットボットで、助けを提供し、質問に答え、会話的な方法でタスクを実行するように設計されています。"
    },
    {
        "word": "Competency-Based Learning",
        "description": "スキルベースの学習は、学習の進歩と達成の主な指標として特定のスキル、知識、または能力を示すことに焦点を当てているアプローチです。"
    },
    {
        "word": "Data Visualization",
        "description": "Data visualization is the graphical representation of data or information using visual elements, such as charts, graphs, or maps, to facilitate understanding, analysis, and communication. データビジュアル化は、データや情報のグラフィック的表現で、図、グラフ、またはマップなどの視覚的要素を使用して、理解、分析、およびコミュニケーションを促進します。"
    },
    {
        "word": "Discussion-Based Learning",
        "description": "ディスカッションベースの学習は、批判的思考、反省、アイデアの交換を促進し、グループ討論における学習者の参加を強調する指導的なアプローチです。"
    },
    {
        "word": "Microlearning Modules",
        "description": "Microlearning モジュールは、独立して消費するか、より大きな学習経験またはカリキュラムを形成するために組み合わせることができる学習コンテンツの短い、自立した単位です。"
    },
    {
        "word": "Video Conferencing",
        "description": "ビデオ会議は、リモートに位置する2人以上の参加者間のリアルタイムのオーディオおよびビデオコミュニケーションを可能にする技術であり、しばしばオンラインミーティングや仮想教室に使用されます。"
    },
    {
        "word": "Digital Badges",
        "description": "デジタルバッジは、個人がデジタル形式で獲得した業績、スキル、または資格を表す視覚的なシンボルまたはアイコンであり、しばしばプロフィールやソーシャルメディアに表示されます。"
    }
]