[
    {
        "word": "E-Sports",
        "description": "電子スポーツとも呼ばれる電子スポーツは、プロのプレイヤーやチームがさまざまなマルチプレイヤーゲームで互いに競争する競争的なビデオゲームの一種です。"
    },
    {
        "word": "Moba",
        "description": "MOBAはMultiplayer Online Battle Arenaの略で、ビデオゲームのジャンルで、プレイヤーのチームが戦略的戦闘で互いに競い合う。"
    },
    {
        "word": "Fps",
        "description": "FPSは、プレーヤーがゲームを最初の人間の視点から体験し、通常敵を撃つことを含むビデオゲームのジャンルです。"
    },
    {
        "word": "Lan",
        "description": "LANはLocal Area Networkの略で、プレイヤーがローカルな環境で一緒に接続してゲームをプレイできるネットワークインフラストラクチャです。"
    },
    {
        "word": "Streamer",
        "description": "ストリーマーは、ゲームプレイをインターネット上でライブで放送し、しばしばコメントを提供し、視聴者と関わる個人を指します。"
    },
    {
        "word": "Viewership",
        "description": "視聴率は、Eスポーツイベントやライブストリームを見ている人々の数を指します。"
    },
    {
        "word": "Twitch",
        "description": "Twitchは、主にゲーマーがゲームプレイをストリーミングし、視聴者と関わるために使用する人気のあるライブストリーミングプラットフォームです。"
    },
    {
        "word": "Streamer House",
        "description": "ストリーマーハウスは、複数のストリーマーが一緒に暮らす場所であり、しばしばコンテンツの作成とストリーミングで協力しています。"
    },
    {
        "word": "Achievement",
        "description": "業績は、プレイヤーがゲームで達成できるゴールまたはマイルストーンであり、しばしば報酬や認識を提供します。"
    },
    {
        "word": "Meta",
        "description": "Metaはメタゲームの略で、特定のゲームにおけるプロのプレイヤーの間で最も効果的または人気のある戦略、戦術、およびゲームスタイルを指します。"
    },
    {
        "word": "Nerf",
        "description": "神経は、ゲーム内のキャラクター、アイテム、または能力のパワー、効果、または強さを減らす行為を指します。"
    },
    {
        "word": "Buff",
        "description": "バフとは、ゲームにおけるキャラクター、アイテム、または能力のパワー、効果、または強さを増やす行為を指します。"
    },
    {
        "word": "Patch",
        "description": "パッチとは、ゲーム開発者がバグを修正し、ゲームプレイを改善したり、新しい機能を導入するためにリリースしたソフトウェアの更新または修正をいう。"
    },
    {
        "word": "Meta-Game",
        "description": "メタゲームとは、試合やトーナメントの結果に影響を与えることができる実際のゲームプレイの外で行われる戦略、トレンド、および決定を指します。"
    },
    {
        "word": "Lan Party",
        "description": "LANパーティーは、コンピュータやゲームコンソールを特定の場所に持ち込んで、ローカルエリアネットワークを介してゲームを一緒にプレイするプレイヤーの社会的な集まりです。"
    },
    {
        "word": "Skill Ceiling",
        "description": "スキル天井とは、ゲームで達成できる最高レベルのスキルやスキルを指し、しばしば複雑なメカニカや高度な戦略と関連付けられる。"
    },
    {
        "word": "Hp",
        "description": "HPはヒットポイントの略で、ヒットポイントは、キャラクターやオブジェクトが敗北する前にどれだけのダメージを耐えられるかを測定するものです。"
    },
    {
        "word": "Mp",
        "description": "MPはマナポイントの略で、多くのゲームで魔法やスキルを投げるために使用されるリソースです。"
    },
    {
        "word": "Cooldown",
        "description": "クールダウンとは、ゲームで特定の能力やアクションを使用してから再び使用できるまでの期間を指します。"
    },
    {
        "word": "Team Composition",
        "description": "チーム構成は、ゲーム内のチームが選択したキャラクターや役割の特定の組み合わせを指します。"
    },
    {
        "word": "Sponsorship",
        "description": "スポンサーシップとは、企業や組織が、広告やブランドの促進と引き換えにeスポーツチーム、選手、イベントに提供するパートナーシップまたは財政的支援を指します。"
    },
    {
        "word": "Prize Pool",
        "description": "賞金プールは、トーナメントまたはコンテストで配布するために利用可能な総額または報酬を指します。"
    },
    {
        "word": "Lan Center",
        "description": "LAN センターは、プレイヤーが高性能のコンピュータやコンソール上で一緒にゲームを集め、遊ぶことができる物理的な施設です。"
    },
    {
        "word": "Strat",
        "description": "Stratは戦略の略で、しばしばプレイヤーやチームが使用する特定の戦術や計画を記述するために使用されます。"
    },
    {
        "word": "Respawn",
        "description": "Respawnは、敗北または殺されたプレイヤーが復活し、再びゲームに入るゲームのプロセスを指します。"
    },
    {
        "word": "Gank",
        "description": "ギャンクは、通常、勝利を得るか殺しを確保する目的で、ゲームで相手を襲うまたは驚かせる行為を記述するために使用される用語です。"
    },
    {
        "word": "Push",
        "description": "押しは、敵の基地または目標に向かって攻撃的に進む行為を指します。"
    },
    {
        "word": "Farm",
        "description": "農場とは、より強くなるために資源を集めたり、ゲーム内通貨を稼ぐ行為を指します。"
    },
    {
        "word": "Carry",
        "description": "キャリアとは、重大なダメージを負う可能性のあるプレイヤーまたはキャラクターを指し、またはチームを勝利に導く。"
    },
    {
        "word": "Jungle",
        "description": "ジャングルは、プレイヤーがジャングルで中立のモンスターを飼育し、地図コントロールを提供することに焦点を当てているゲームにおける役割を指します。"
    },
    {
        "word": "Support",
        "description": "サポートとは、チームに助け、癒し、または保護を提供するプレイヤーまたはキャラクターを指します。"
    },
    {
        "word": "Tank",
        "description": "タンクは、高い耐久性を持っており、チームのダメージを吸収することができるプレイヤーまたはキャラクターを指します。"
    },
    {
        "word": "Damage Dealer",
        "description": "ダメージディーラーは、ゲーム内の役割またはキャラクターを指し、その主な役割は相手にダメージを与えることです。"
    },
    {
        "word": "Ultimate",
        "description": "Ultimate は、通常、時間とともに獲得または充電される強力でゲームを変える能力を指します。"
    },
    {
        "word": "Frag",
        "description": "Frag は、ゲームで相手を殺したり排除したりするための用語です。"
    },
    {
        "word": "Gg",
        "description": "GGは「良いゲーム」の略で、試合を終えた後、スポーツマンシップと敬意を表す用語です。"
    },
    {
        "word": "Lag",
        "description": "Lag は、遅いまたは悪いインターネット接続によって引き起こされるゲームプレイの遅延または中断を指します。"
    },
    {
        "word": "Ping",
        "description": "Pingは、プレイヤーのコンピュータとゲームサーバーの間の反応時間を測定し、遅延または遅延のレベルを示します。"
    },
    {
        "word": "Respawn Timer",
        "description": "Respawn タイマーは、プレイヤーが敗北した後にリスパウンドする前に待たなければならない時間の量を指します。"
    },
    {
        "word": "Rage Quit",
        "description": "怒りの停止は、失望のせいで、しばしば負けるか、または不利な状況に直面するために、突然かつ怒りながらゲームを中止する行為を指します。"
    },
    {
        "word": "Microtransactions",
        "description": "マイクロトランザクションは、通常、化粧品、ゲーム内通貨、または追加のゲームコンテンツを購入するために使用されるリアルマネーで行われた小さなゲーム内購入です。"
    },
    {
        "word": "Afk",
        "description": "AFKは「Away From Keyboard」の略で、ゲームに一時的または意図的に参加していないプレイヤーを表します。"
    },
    {
        "word": "Mmr",
        "description": "MMRは、マッチメイキングシステムにおけるプレイヤーのスキルレベルを表す数値の値である。"
    },
    {
        "word": "Caster",
        "description": "コメンテーター(Caster)とは、eスポーツの試合やトーナメント中にライブコメントや分析を提供する個人です。"
    },
    {
        "word": "Roster",
        "description": "リストとは、チームや組織のプレイヤーのリストまたはラインアップを指し、しばしば彼らの役割、位置、または責任を指定します。"
    },
    {
        "word": "Lan Tournament",
        "description": "LANトーナメントは、プレイヤーが直接集まって互いに競い合う競争イベントです。"
    },
    {
        "word": "Coaching",
        "description": "Eスポーツのコーチングは、選手やチームに指導、分析、戦略を提供する知識のある個人を含みます。"
    },
    {
        "word": "Ping Spikes",
        "description": "Pingのピークは、ピングの突然かつ一時的な増加を指し、短い遅延または遅延の期間を引き起こす。"
    },
    {
        "word": "Flame",
        "description": "Flameとは、プレイヤーがお互いに対してした侮辱的、侮辱的、または侮辱的なコメントを指します。"
    },
    {
        "word": "Niche Game",
        "description": "ニッチゲームは、ユニークなゲームプレイや機能を持つ小さな特定の観客をターゲットにしているゲームです。"
    },
    {
        "word": "Crowdfunding",
        "description": "クラウドファンドは、多くの個人がプロジェクトまたは起業を支援するために少額の資金を寄付する資金調達または資金調達の方法です。"
    },
    {
        "word": "Skins",
        "description": "スキンは、ゲーム内のキャラクター、武器、またはゲーム内の他の要素の外観を変える化粧品ですが、ゲームプレイに影響を与えません。"
    },
    {
        "word": "Queue",
        "description": "列は、プレイヤーが試合を見つけるか、ゲームに参加するための待機ラインまたはシステムを指します。"
    },
    {
        "word": "Replay",
        "description": "再生は、後で観察または分析することができ、しばしばプレイヤー、コーチ、またはコメント者によって戦略、戦術、またはエラーをレビューするために使用される記録されたゲームプレイセッションです。"
    },
    {
        "word": "Pug",
        "description": "PUGは「Pick Up Game」の略で、人と一緒に遊ぶ非公式なゲームを指します。"
    },
    {
        "word": "Rts",
        "description": "RTS、またはリアルタイム戦略は、プレイヤーがリアルタイムでリソースとユニットを制御し、管理することを必要とするビデオゲームのジャンルです。"
    },
    {
        "word": "Rng",
        "description": "RNGはランダムナンバー・ジェネレーターの略で、ゲームで使用されるシステムまたはアルゴリズムで、ランダムイベント、結果、または確率を導入します。"
    },
    {
        "word": "Skill Shot",
        "description": "スキルショットは、ゲーム内のスキルや攻撃を指し、目標を成功に打つために熟練したターゲットやタイミングが必要です。"
    },
    {
        "word": "Role",
        "description": "チームベースのゲームでは、役割はプレイヤーが占める特定のポジションや機能を指し、しばしばユニークな責任や能力を持つ。"
    },
    {
        "word": "Adc",
        "description": "ADC(Attack Damage Carry)は、主な焦点が敵の物理的ダメージに対処するゲームにおける役割を指します。"
    },
    {
        "word": "Apc",
        "description": "APC、またはAbility Power Carryは、主な焦点が敵への魔法のダメージを扱うゲームにおける役割を指します。"
    },
    {
        "word": "Creep",
        "description": "Creep は、ゲームによって制御される非プレイヤーユニットを指し、プレイヤーに追加の課題や目標を提供します。"
    },
    {
        "word": "Farming",
        "description": "農業とは、敵を繰り返し殺したり、敵を打ち負かしたり、経験ポイント、リソース、またはゲーム内のアイテムを獲得するために特定のタスクを完了する行為を指します。"
    },
    {
        "word": "Rotation",
        "description": "回転は、目標を確保するためにゲームマップを通じてプレイヤーまたはチームの動きを指します。"
    },
    {
        "word": "Kda",
        "description": "KDAは、ゲームにおけるプレイヤーのパフォーマンスを測定するために使用される数値統計であるKills, Deaths, and Assistsの略です。"
    },
    {
        "word": "Hud",
        "description": "HUDはHeads-Up Displayの略で、プレイヤーに情報、統計、または指標を提示するゲーム内のグラフィックユーザーインターフェイスです。"
    },
    {
        "word": "Teamfight",
        "description": "チーム戦は、各チームから複数のプレイヤーが同時に戦闘に参加するゲームのシナリオ、しばしばゲームマップの特定の領域を指します。"
    },
    {
        "word": "Pull",
        "description": "引き出しとは、相手を特定の場所や状況に向かって引き寄せたり引き寄せたりする行為です。"
    },
    {
        "word": "Disengage",
        "description": "解散とは、さらなる損傷を避けるために、自分自身やチームを戦いや関与から引き離す行為です。"
    },
    {
        "word": "Engage",
        "description": "Engageとは、敵のチームと戦いを始める、または戦いを始める行為を指します。"
    },
    {
        "word": "Baron Nashor",
        "description": "バロン・ナシュアは、いくつかのゲームで強力な中立のモンスターで、敗北したときに重要なファンと報酬を提供します。"
    },
    {
        "word": "Dragon",
        "description": "ドラゴンは、いくつかのゲームで強力な中立のモンスターであり、それを打ち負かすチームにさまざまなファンや利点を提供します。"
    },
    {
        "word": "Inhibitor",
        "description": "Inhibitor は、破壊されたとき、破壊チームにより強力なミニオンの面で優位性を与える構造または目標を指します。"
    },
    {
        "word": "Pentakill",
        "description": "ペンタキルとは、一人のプレイヤーが短時間で敵のチームの5人全員を殺すことである。"
    },
    {
        "word": "Gosu",
        "description": "Gosuは、ゲームで非常に熟練したまたは才能のあるプレイヤーを記述するために使用される用語です。"
    },
    {
        "word": "Tilt",
        "description": "Tiltは、プレイヤーが感情的または精神的に挫折し、パフォーマンスの低下につながる状態を指します。"
    },
    {
        "word": "Cheese Strategy",
        "description": "チーズ戦略とは、プレーヤーが対戦相手を守るために使用する非伝統的または予期せぬ戦術を指します。"
    },
    {
        "word": "Esports Organization",
        "description": "電子スポーツ組織は、電子スポーツトーナメントで競う選手をサポートし、管理するプロのチームまたはグループです。"
    },
    {
        "word": "Game Mode",
        "description": "ゲームモードは、それぞれ独自のルール、目標、またはメカニックを持つゲームのさまざまなバリエーションまたはフォーマットを指します。"
    },
    {
        "word": "Tournament",
        "description": "トーナメントは、プレイヤーやチームが賞、タイトル、または認知を得るために互いに競争する競争イベントです。"
    },
    {
        "word": "Playoffs",
        "description": "プレーオフは、トーナメントの最終段階またはラウンドを指し、トップチームまたはプレーヤーがチャンピオンシップのために競う。"
    },
    {
        "word": "World Championship",
        "description": "世界選手権は、特定のゲームにおける競争の最高レベルを指し、世界中のチームやプレイヤーが競う。"
    },
    {
        "word": "Qualifier",
        "description": "Qualifierは、チームやプレイヤーがより大きなまたはより権威あるイベントでスポットを獲得するために競うトーナメントまたはコンテストを指します。"
    },
    {
        "word": "Game Balance",
        "description": "ゲームバランスの状態は、ゲームのメカニクス、キャラクター、または戦略が公平かつ均等に一致する状態を指します。"
    },
    {
        "word": "Game Mechanics",
        "description": "ゲームメカニクスは、特定のゲームにおけるゲームプレイを支配するルール、システム、相互作用を指します。"
    },
    {
        "word": "Strategy",
        "description": "戦略は、プレイヤーやチームが目標を達成し、相手を上回るために使用する全体的なプランまたはアプローチを指します。"
    },
    {
        "word": "Metagame",
        "description": "Metagameは、ゲームの競争シーンの支配的な戦略、戦術、トレンドを指します。"
    },
    {
        "word": "Tier List",
        "description": "階層リストとは、性格やアイテムを感知された強さや実行可能性に基づいて分類するランキングまたは分類システムを指します。"
    },
    {
        "word": "Patch Notes",
        "description": "パッチノートは、ゲームのパッチで実装された変更や更新に関する詳細を提供する公式文書です。"
    },
    {
        "word": "Beta",
        "description": "ベータは、ゲーム開発の段階で、製品がテストやフィードバックのために限られた観客にリリースされることを指します。"
    },
    {
        "word": "Glitch",
        "description": "グリッチとは、予期せぬ行動を引き起こし、しばしばプレイヤーが不当な利点を取したり得ることを可能にするゲームにおけるプログラミングまたは技術的なエラーです。"
    },
    {
        "word": "Exploit",
        "description": "取とは、ゲームのメカニズムや設計における欠点や穴を活用する特定の技術またはアクションを指します。"
    },
    {
        "word": "Hotfix",
        "description": "ホットフィックスは、ゲーム内の重要な問題やバグを修正するためにリリースされる小さなソフトウェア更新プログラムまたはパッチであり、通常は緊急の問題に対処するために迅速に展開されます。"
    },
    {
        "word": "Combat",
        "description": "戦闘は、プレイヤーが互いに戦い、戦い、あるいは対立したり、非プレイヤーキャラクター(NPC)と対立したりするゲームの部分を指します。"
    },
    {
        "word": "Objective",
        "description": "ゲームでは、目標は、プレイヤーが進歩し、ゲームを勝ち取るか、または優位性を獲得するために完了または達成しなければならないタスク、目標、または目標を指します。"
    },
    {
        "word": "Casters",
        "description": "コメンテーターは、eスポーツの試合やトーナメント中にライブコメントや分析を提供する個人です。"
    },
    {
        "word": "Camping",
        "description": "キャンプは、プレイヤーが静的な位置に留まり、しばしば隠れた場所または有利な場所に滞在するゲームにおける戦略を指します。"
    },
    {
        "word": "Freemium",
        "description": "Freemiumは、ゲームが最初に無料で利用できるビジネスモデルを指しますが、追加の機能やコンテンツをリアルマネーで購入することができます。"
    },
    {
        "word": "Balance",
        "description": "ゲームにおけるバランスは、公平な競争とゲームプレイの状態を指し、他の誰よりも明確に強く、または弱いキャラクター、戦略、またはメカニクスはありません。"
    },
    {
        "word": "Streamer Mode",
        "description": "ストリーマーモードは、ストリーマーがゲーム内のユーザ名や個人情報を含む特定の要素を隠したり検閲したりすることを可能にする一部のゲームの機能で、放送中にプライバシーを維持することができます。"
    },
    {
        "word": "Cheating",
        "description": "ゲームにおける詐欺は、他のプレイヤーに対する不当な利点を得るために、許可されていない方法やソフトウェアを使用する行為を指します。"
    },
    {
        "word": "Skillshot",
        "description": "スキルショットは、対戦相手を打つために手動のターゲットまたは正確なタイミングが必要なゲームにおける能力または攻撃であり、他の攻撃に比べて着陸が困難になります。"
    },
    {
        "word": "Kdr",
        "description": "KDRはKill-Death Ratioの略で、プレイヤーが死亡者数と比較した殺人件数を示す統計です。"
    },
    {
        "word": "Massive Multiplayer Online",
        "description": "大規模なマルチプレイヤーオンライン(MMO)は、共有仮想世界で互いに相互作用する多数の同時にプレイヤーをサポートできるゲームを指します。"
    },
    {
        "word": "Pvp",
        "description": "PvPとは、プレイヤー対プレイヤーの略で、プレイヤーが戦闘または戦略的シナリオで頻繁に直接互いに競争するゲームモードまたはアクティビティを指します。"
    },
    {
        "word": "Pve",
        "description": "PvEとは、プレイヤー対環境の略で、プレイヤーが非プレイヤーのキャラクター(NPC)や目標を打ち負かすために協力するゲームモードやアクティビティを指します。"
    },
    {
        "word": "Fanbase",
        "description": "ファンベースとは、特定のeスポーツチーム、プレイヤー、またはゲームを積極的にサポートし、フォローするファングループを指します。"
    },
    {
        "word": "Scrims",
        "description": "Scrimsは、スキル、チームワーク、戦略を向上させるためにチームが互いに競い合う練習の試合やゲームを指します。"
    },
    {
        "word": "Loot Box",
        "description": "ロートボックスは、ランダムな報酬を含むゲーム内の仮想アイテムであり、プレイヤーはゲームプレイを通じてまたはそれらを購入することによってそれらを取得することができます。"
    },
    {
        "word": "Twitch Chat",
        "description": "Twitch チャットは、視聴者がストリーマーや他の視聴者と交流できる Twitch ストリーミングプラットフォームのライブチャットルームを指します。"
    },
    {
        "word": "Jump Spot",
        "description": "ジャンプスポットは、プレイヤーが位置上の利点を得るために専門的な動きを実行できるゲームマップの特定の場所または領域です。"
    },
    {
        "word": "Boosting",
        "description": "Boostingとは、高度に熟練したプレーヤーが他のプレーヤーの代わりに、しばしば手数料を払って、より高いランクを達成したり、ゲーム内でのパフォーマンスを向上させるサービスを指します。"
    },
    {
        "word": "Stream Sniping",
        "description": "ストリーム・スナイピングは、ゲーム内の行動や場所を事前に知ることによって不公平な利点を得るためにストリーマーのライブ放送を見る行為を指します。"
    },
    {
        "word": "Stunlock",
        "description": "ストンロックは、プレイヤーが繰り返しショックを受けたり、動かなくなったり、対戦相手が行動を起こすのを妨げる状況を記述するために使用される用語です。"
    },
    {
        "word": "Demo",
        "description": "デモは、プレイヤーが完全なバージョンを購入する前にゲームを試すか、プレビューすることを可能にするゲームの限定バージョンを指します。"
    },
    {
        "word": "Cheat Code",
        "description": "Cheat コードは、入力すると特別な能力を有し、コンテンツのロックを解く、またはゲームのゲームプレイを変更するコマンドまたは入力のセクションです。"
    },
    {
        "word": "Lexicon",
        "description": "Lexiconは、特定のゲーム、コミュニティ、またはeスポーツシーンに特有の用語や表現の集まりを指します。"
    },
    {
        "word": "Leaderboard",
        "description": "リーダーボードは、彼らのパフォーマンスまたは業績に基づいてトップ選手またはチームをリストするゲーム内のランキングシステムです。"
    },
    {
        "word": "Dpi",
        "description": "DPIは「Dots Per Inch」の略で、コンピュータマウスの感度設定を指し、しばしばゲーム内でカメラやカメラの動きを制御するように調整されます。"
    },
    {
        "word": "Recoil",
        "description": "リコールとは、プレイヤーのキャラクターや武器がショットを発射した後、正確さとコントロールに影響を及ぼす後ろ向きの動きまたはキックバックです。"
    },
    {
        "word": "Lan Cafe",
        "description": "LANカフェは、プレイヤーが高性能のコンピュータやコンソールで時間を借りて、LAN環境で一緒にゲームをプレイできる公共施設です。"
    },
    {
        "word": "Meta Shift",
        "description": "メタシフトとは、ゲーム内の戦略、戦術、またはゲームプレイスタイルの重要な変化を指し、しばしばゲームの更新やバランスの変更によって影響を受ける。"
    },
    {
        "word": "Bootcamp",
        "description": "ボートキャンプとは、しばしば重要なイベントやトーナメントの前に集中的なトレーニングまたは練習セッションを指し、プレイヤーが集中的に準備し、スキルを向上させる。"
    },
    {
        "word": "Gaming House",
        "description": "ギャンブルハウスは、プロのプレイヤーが一緒に暮らしてトレーニングする居住地または施設であり、しばしばチームの協力と練習をサポートするためにeスポーツ組織によって提供されます。"
    },
    {
        "word": "Matchmaking",
        "description": "Matchmaking は、ゲームにおけるプロセスまたはシステムで、同様のスキル、レベル、またはその他の基準に基づいてプレイヤーを組んで公正かつバランスの取れた試合を作成します。"
    },
    {
        "word": "Trading",
        "description": "トレーディングは、ゲーム内アイテム、通貨、または資源のプレイヤー間の交換または転送を指し、しばしば望ましいアイテムを取得したり、ゲーム内進歩を達成するために行われます。"
    },
    {
        "word": "Censorship",
        "description": "ゲームにおける検閲は、社会的または規制的基準を遵守するために、暴力、汚職、または敏感なテーマなどのコンテンツを変更または削除する行為またはプロセスを指します。"
    },
    {
        "word": "Single-Player",
        "description": "シングルプレイヤーは、単一プレイヤー向けに設計されたゲームモードまたは体験を指し、通常はストーリー駆動または客観ベースのゲームプレイを含む。"
    },
    {
        "word": "Cross-Platform",
        "description": "クロスプラットフォームとは、ゲームやアプリケーションが実行され、PC、コンソール、またはモバイルなどの異なるプラットフォームからのプレイヤーが一緒にプレイできる能力を指します。"
    }
]