[
    {
        "word": "Energytech",
        "description": "エネルギーテクノロジーは、エネルギー資源の効率性、持続可能性、管理を向上させるためにエネルギー部門における技術の応用を含む分野です。"
    },
    {
        "word": "Renewable Energy",
        "description": "再生可能エネルギーは、太陽光、風、雨、潮汐、地熱熱などの再生可能な天然源から得られるエネルギーです。"
    },
    {
        "word": "Energy Efficiency",
        "description": "エネルギー効率とは、エネルギーをより効率的かつ持続可能な方法で使用し、エネルギー消費を減らすことを意味します。"
    },
    {
        "word": "Smart Grid",
        "description": "スマートグリッドは、デジタル技術、双方向通信、自動化を用いて、電力生産、配布、消費の効率性、信頼性、持続可能性を向上させる高度な電気グリッドシステムです。"
    },
    {
        "word": "Distributed Energy Resources",
        "description": "分散エネルギー資源(Distributed Energy Resources,DERs)とは、エネルギー生産の小規模源であり、エンドユーザーの近くに位置し、既存の電力網に統合することができる。"
    },
    {
        "word": "Microgrid",
        "description": "マイクログリッドは、伝統的な電力網と相互接続して動作する電力源、貯蔵施設、負荷のローカリゼーション集団ですが、電力網の故障の場合にも独立して機能することができます。"
    },
    {
        "word": "Smart Meter",
        "description": "スマートメーターは、エネルギー消費をリアルタイムで記録し、伝えるデバイスで、エネルギー消費のより良い監視と管理を可能にします。"
    },
    {
        "word": "Battery Storage",
        "description": "バッテリーストレージは、電気エネルギーを貯蔵し、バックアップ電力を提供し、負荷転換、ネットワーク安定化サービスを提供するための充電可能なバッテリーの使用を指します。"
    },
    {
        "word": "Demand Response",
        "description": "需要応答(DR)とは、消費者の電力使用量をネットワーク運営者からの信号に応じて調整し、供給と需要のバランスをとり、ピーク負荷を減らし、ネットワークの運用を最適化する能力を指します。"
    },
    {
        "word": "Electric Vehicles",
        "description": "電気自動車(EVs)は、電気モーターで動作し、電池や燃料電池に貯蔵された電気を主な推進源として使用し、従来の内燃エンジンの必要性を排除する車両です。"
    },
    {
        "word": "Smart Charging",
        "description": "スマート充電とは、電気自動車の充電のインテリジェントな管理と最適化を指し、ネットワークの状態、再生可能エネルギーの利用可能性、ユーザーの好みなどの要因を考慮に入れています。"
    },
    {
        "word": "Grid Integration",
        "description": "ネットワーク統合とは、既存の電力ネットワークに分散エネルギー資源を統合し、エネルギー管理を最適化し、ネットワークの安定性を改善し、再生可能エネルギーの浸透を増やすことを意味する。"
    },
    {
        "word": "Energy Management System",
        "description": "エネルギー管理システム(EMS)は、建物、産業、または電力ネットワークにおけるエネルギー消費と生産の監視、制御、および最適化を可能にするソフトウェアベースのシステムです。"
    },
    {
        "word": "Energy Harvesting",
        "description": "エネルギー収集は、小さな電子機器やシステムを供給するための電気エネルギーに環境エネルギー(太陽、熱、または動力エネルギーなど)を収集し変換するプロセスです。"
    },
    {
        "word": "Power Electronics",
        "description": "電力エレクトロニクスは、電気電力の制御と変換に使用される技術を指し、通常、さまざまなエネルギー変換アプリケーションで電圧、電流、周波数を調節するために使用されます。"
    },
    {
        "word": "Energy Storage",
        "description": "エネルギー貯蔵は、後で使用するために生産されたエネルギーのキャプチャと貯蔵を意味し、中断的な再生可能エネルギー源のスムーズな統合を可能にし、電力網を安定させるのに役立ちます。"
    },
    {
        "word": "Net Metering",
        "description": "Net meteringは、屋上太陽光パネルなどの再生可能エネルギーシステムを搭載した顧客が、生成する過剰電力に対するクレジットを受け取って、再生可能エネルギーを網に供給することを可能にする請求手続きです。"
    },
    {
        "word": "Virtual Power Plant",
        "description": "仮想発電所(VPP)は、分散型発電源およびエネルギー貯蔵システムのネットワークであり、高度なソフトウェアおよび通信技術を用いて、統合されたシステムとして調整および制御されます。"
    },
    {
        "word": "Energy Audit",
        "description": "エネルギー監査は、エネルギー消費、エネルギー使用パターンを評価し分析し、エネルギー効率を改善し、エネルギーコストを削減する機会を特定する体系的なプロセスです。"
    },
    {
        "word": "Power Quality",
        "description": "電力の質は、消費者に供給される電力の特徴を指し、電圧の安定性、周波数の安定性、調和器の欠如、および最小の電圧サグ、膨張、および中断を含む。"
    },
    {
        "word": "Energy Policy",
        "description": "エネルギー政策は、エネルギーの安全性、持続可能性、手頃な価格などの特定の目標を達成するためにエネルギー資源の使用、生産、管理を支配する原則とガイドラインのセットを指します。"
    },
    {
        "word": "Carbon Footprint",
        "description": "炭素足跡は、個人、組織、イベント、または製品によって直接または間接的に排出される温室効果ガス(二酸化炭素など)の総量を指します。"
    },
    {
        "word": "Energy Transition",
        "description": "エネルギー移行とは、化石燃料に基づく伝統的なエネルギーシステムから、気候変動やエネルギー安全保障に関する懸念によって引き起こされる、よりクリーンで持続可能な再生可能エネルギー源への移行のプロセスです。"
    },
    {
        "word": "Smart Home",
        "description": "スマートハウスは、快適さ、快適性、エネルギー効率を向上させるためにリモートで制御できるスマートデバイスやシステムを備えた住宅です。"
    },
    {
        "word": "Blockchain",
        "description": "ブロックチェーンは、取引を安全に記録し、検証し、さまざまな業界、エネルギーを含む透明性、不変性、追跡性を提供する分散型、分散型デジタルリーガです。"
    },
    {
        "word": "Energy Trading",
        "description": "エネルギー取引は、様々な市場で電気、天然ガス、またはその他のエネルギー商品の購入と販売を含み、しばしば交換やオバー・ザ・カウンター取引を通じて容易にします。"
    },
    {
        "word": "Grid Resilience",
        "description": "グリッド抵抗性は、電気網が自然災害、サイバー攻撃、または機器の故障などの障害を予測し、吸収し、回復し、適応する能力を指します。"
    },
    {
        "word": "Smart City",
        "description": "スマートシティとは、都市サービスの生活の質、持続可能性、効率性を向上させるために最先端の技術とデータ分析を使用する都市エリアです。"
    },
    {
        "word": "Energy Conservation",
        "description": "エネルギー節約は、行動的および技術的変化を通じてエネルギー消費を削減し、エネルギー効率を達成し、浪費を最小限に抑えるという実践を指します。"
    },
    {
        "word": "Geothermal Energy",
        "description": "地熱エネルギーは、熱水と蒸気の形で地球の表面の下に貯蔵される熱エネルギーであり、暖房や電気生産に活用することができる。"
    },
    {
        "word": "Photovoltaic",
        "description": "太陽光発電(PV)技術は、通常、シリコンまたは他の半導体材料で作られた太陽電池を使用して、太陽光を直接電気に変換します。"
    },
    {
        "word": "Wind Farm",
        "description": "風力発電所とも呼ばれる風力発電所は、風力の動力から電力を生成するために特定の場所に設置された風力タービンのコレクションです。"
    },
    {
        "word": "Hydroelectric Power",
        "description": "水力発電、または水力発電は、通常、ダムまたは川の自然流れを通じて捕獲される落下または流れる水の重力力から電力を生成する。"
    },
    {
        "word": "Bioenergy",
        "description": "バイオエネルギーは、木材、作物残留物、および都市固体廃棄物などの有機材料を含むバイオマスからの再生可能エネルギーであり、熱、電気、または輸送燃料に変換することができます。"
    },
    {
        "word": "Carbon Capture",
        "description": "炭素捕獲は、発電所や工業プロセスからの二酸化炭素排出の捕捉と貯蔵を含み、それらが大気圏に入り、気候変動に貢献するのを防ぐ。"
    },
    {
        "word": "Smart Appliances",
        "description": "スマートデバイスは、高度なセンサー、通信能力、および自動化機能を備えたエネルギーを消費するデバイスで、その操作を最適化し、他のデバイスと通信し、需要応答信号に応答することを可能にします。"
    },
    {
        "word": "Energy Demand",
        "description": "エネルギー需要は、住宅、商業、工業、輸送を含むさまざまなセクターの要件を満たすために必要なエネルギーの量を指します。"
    },
    {
        "word": "Energy Infrastructure",
        "description": "エネルギーインフラは、エネルギー資源の生産、伝送、配布、貯蔵に必要な物理的システム、施設、ネットワークを含む。"
    },
    {
        "word": "Energy Access",
        "description": "エネルギーへのアクセスは、家庭、企業、および地域社会、特に発展途上国における近代的なエネルギーサービス、例えば電気およびクリーンな料理燃料の利用可能性と手頃な価格を指します。"
    },
    {
        "word": "Hybrid Energy System",
        "description": "ハイブリッドエネルギーシステムは、太陽光、風力、電池、ディーゼル発電機などの複数のエネルギー源を組み合わせ、しばしばリモートまたはネットワーク外の場所で信頼できる安定した電力供給を提供します。"
    },
    {
        "word": "Nuclear Power",
        "description": "原子力は、通常、ウランまたはプルトニウムの分裂を通じて、原子力発電所で電力を生成する核反応の使用です。"
    },
    {
        "word": "Energy Poverty",
        "description": "エネルギー貧困とは、手頃な価格、信頼性、近代的なエネルギーサービスへのアクセスの欠如を指し、照明、調理、暖房などの基本的なニーズを満たすことが困難になります。"
    },
    {
        "word": "Resilient Infrastructure",
        "description": "耐久インフラは、さまざまな危険や干渉から抵抗し、迅速に回復するために、エネルギーシステムを含む重要なインフラシステムの設計、建設、運用を指します。"
    },
    {
        "word": "Smart Energy Grid",
        "description": "スマートエネルギーネットワークは、エネルギーの流れをリアルタイムで監視、制御し、最適化し、効率性と持続可能性を向上させるために、高度な技術と通信システムを電力ネットワークに統合します。"
    },
    {
        "word": "Sustainable Development",
        "description": "持続可能な開発は、将来の世代が自らのニーズを満たす能力を損なうことなく、現在のニーズを満たす開発アプローチである。"
    },
    {
        "word": "Energy Modeling",
        "description": "エネルギーモデリングは、エネルギー消費パターンを分析し、エネルギーシステムのパフォーマンスを評価し、建物、工業プロセス、または電力システムにおけるエネルギー効率の測定を最適化するためのコンピュータベースのシミュレーションツールの使用を含みます。"
    },
    {
        "word": "Greenhouse Gas",
        "description": "二酸化炭素、メタン、窒素酸化物などの温室効果ガスは、温室効果や地球温暖化に貢献する地球の大気中に熱を捕らえるガスです。"
    },
    {
        "word": "Grid Flexibility",
        "description": "グリッドの柔軟性は、電力ネットワークが、ストレージ、需要応答、およびグリッド管理技術を利用して、電力供給と需要の変動に対応する能力を指します。"
    },
    {
        "word": "Wind Turbine",
        "description": "風力タービンは、風の動的エネルギーを機械力に変換する装置であり、その後電力を生成するために使用することができます。"
    },
    {
        "word": "Solar Thermal",
        "description": "太陽熱技術は、太陽からの熱を活用して熱エネルギーを生成し、通常、水温、空間暖房、または電力発電などのアプリケーションに使用されます。"
    },
    {
        "word": "Energy Efficiency Standards",
        "description": "エネルギー効率基準は、エネルギー消費と温室効果ガス排出を削減することを目的として、さまざまな製品および機器のための最低効率要件を設定します。"
    },
    {
        "word": "Energy Sovereignty",
        "description": "エネルギー主権とは、国が自国のエネルギー資源を制御し、持続可能な方法で使用し、国民に信頼性と安価なエネルギーへのアクセスを確保する能力を指します。"
    },
    {
        "word": "Demand-Side Management",
        "description": "DSM(Demand-Side Management)とは、消費者の側で電力消費パターンを管理し、変更するための戦略と措置を指し、しばしばピーク需要の削減、エネルギー効率の促進、需要応答プログラムを可能にすることに焦点を当てている。"
    },
    {
        "word": "Cogeneration",
        "description": "コジェネレーション(Cogeneration)は、同一エネルギー源から同時に電気と有用熱を生成し、全体的なエネルギー効率を向上させます。"
    },
    {
        "word": "Energy Retrofit",
        "description": "エネルギー修理は、エネルギー効率を向上させ、エネルギー消費を削減し、快適さと性能を向上させるために既存の建物や施設の改良やアップグレードを行うことを意味します。"
    },
    {
        "word": "Decentralized Energy",
        "description": "分散型エネルギーとは、通常、規模が小さい、最終利用者に近い、現地化された発電および配分システムを指します。"
    },
    {
        "word": "Energy Management",
        "description": "エネルギー管理は、建物、産業、輸送を含むさまざまなセクターにおけるエネルギー消費、コスト、パフォーマンスの計画、監視、制御を含む。"
    },
    {
        "word": "Clean Energy",
        "description": "クリーンエネルギーとは、再生可能エネルギーシステム、エネルギー効率化措置、低炭素技術などの最小限の環境影響を及ぼすエネルギー源や技術を指します。"
    },
    {
        "word": "Solar Photovoltaics",
        "description": "太陽光発電は、太陽電池を使用して直接太陽光を電気に変換するために使用される技術です。"
    },
    {
        "word": "Wind Power",
        "description": "風力発電は、風力エネルギーを有用な形態の電力に変換し、通常は風力タービンを用いて電力を生成する。"
    },
    {
        "word": "Hydropower",
        "description": "水力発電は、流れるまたは落ちる水のエネルギーの利用で、典型的にタービンや発電機の使用を通じて電力を生成します。"
    },
    {
        "word": "Electric Vehicle",
        "description": "電気自動車(EV)は、電気で動作し、1つまたは複数の電気モーターによって駆動される車両です。"
    },
    {
        "word": "Battery Technology",
        "description": "バッテリー技術は、さまざまなアプリケーションでエネルギーを貯蔵するために使用されるバッテリーの開発と改善を含みます。"
    },
    {
        "word": "Carbon Capture And Storage",
        "description": "炭素捕捉と貯蔵(CCS)は、発電所や工業源からの二酸化炭素排出を捕捉し、地下に貯蔵したり、温室効果ガス排出を減らすために工業用に再利用する技術です。"
    },
    {
        "word": "Grid Reliability",
        "description": "グリッド信頼性は、電気網が一貫して、中断せずに電力を供給する能力を指します。"
    },
    {
        "word": "Nuclear Energy",
        "description": "核エネルギーとは、核反応の過程で、核分裂または合併によって放出されるエネルギーです。"
    },
    {
        "word": "Carbon Offset",
        "description": "炭素補償は、他の場所で発生した排出を補償するために行われる温室効果ガス排出の削減であり、しばしば再生可能エネルギープロジェクトへの投資を通じて行われる。"
    },
    {
        "word": "Load Shedding",
        "description": "負荷流出は、高需要または供給不足の時期に全電力システムの故障を防ぐための電力供給の制御された削減です。"
    },
    {
        "word": "Energy Market",
        "description": "エネルギー市場は、電気、天然ガス、その他の形式のエネルギーを含むエネルギーを購入し、販売する市場です。"
    },
    {
        "word": "Hybrid Power System",
        "description": "ハイブリッド電力システムは、多くの場合、再生可能なエネルギー源と非再生可能エネルギー源を組み合わせ、信頼性と効率性を提供します。"
    },
    {
        "word": "Renewable Portfolio Standard",
        "description": "再生可能なポートフォリオ規格(Renewable Portfolio Standard, RPS)は、公共事業が再生可能なエネルギー源から一定の割合のエネルギーを得ることを義務付け、または奨励する政府方針です。"
    },
    {
        "word": "Carbon Pricing",
        "description": "炭素価格は、炭素税や排出量取引制度を通じて、排出量削減を奨励し、よりクリーンなエネルギー源への移行を奨励するために、二酸化炭素排出量に財政的なコストを課すメカニズムです。"
    },
    {
        "word": "Grid Defection",
        "description": "ネットワークの故障とは、消費者または消費者のグループが、分散型エネルギー生産および貯蔵のために主要電力網から切り離されることを指します。"
    },
    {
        "word": "Energy Equity",
        "description": "エネルギー公平性は、社会的・経済的地位に関係なく、すべての個人とコミュニティに、近代的なエネルギーサービスへの手頃かつ信頼性の高いアクセスを確保する原則です。"
    },
    {
        "word": "Electrification",
        "description": "電気化は、輸送、暖房、工業プロセスなどのさまざまな分野における非電気エネルギー源から電気への移行を指し、しばしば温室効果ガス排出量と化石燃料への依存を減らす欲求によって推進される。"
    },
    {
        "word": "Smart Transportation",
        "description": "スマート輸送は、輸送システムの効率性、安全性、持続可能性を向上させるために、高度な技術とデータ分析を使用することを意味します。"
    },
    {
        "word": "Carbon-Neutral",
        "description": "炭素中性とは、排出された二酸化炭素の量と排出された二酸化炭素の量をバランスをとることによって、ネットゼロ炭素の足跡を達成することを指します。"
    },
    {
        "word": "Net-Zero Energy",
        "description": "ネットゼロエネルギーとは、通常、再生可能エネルギー源の使用とエネルギー効率の高い設計を通じて、毎年消費するエネルギーと同じくらいのエネルギーを生産する建物または組織を指します。"
    },
    {
        "word": "Photovoltaics",
        "description": "太陽光(PV)は、太陽光を半導体材料を使用して直接電気に変換するために使用される技術です。"
    },
    {
        "word": "Net Zero Energy Buildings",
        "description": "Net zero energy buildings (NZEBs) は、通常、エネルギー効率の高い設計、現地エネルギー生産、エネルギー貯蔵の組み合わせを通じて、消費するほどのエネルギーを生産する高エネルギー効率の高い建物です。"
    },
    {
        "word": "Advanced Metering Infrastructure",
        "description": "Advanced Metering Infrastructure (AMI) は、ユーティリティと顧客のエネルギーメーター間の双方向通信を可能にするシステムを指し、エネルギー消費に関するリアルタイムデータを提供し、需要応答プログラムを可能にします。"
    },
    {
        "word": "Decentralized Energy Systems",
        "description": "分散型エネルギーシステムとは、エネルギーの現地化および分散生産、貯蔵および消費を指し、しばしば再生可能エネルギー源と小規模な発電を含む。"
    },
    {
        "word": "Smart Metering",
        "description": "スマートメーティングとは、エネルギー消費データをリアルタイムで記録し、伝達する高度なエネルギーメーターの使用を指し、消費者と公用事業者がエネルギー使用をより効率的に監視し、管理することができます。"
    },
    {
        "word": "Energy Independence",
        "description": "エネルギー独立とは、国や地域が輸入や外部のエネルギー供給に大きく依存することなく、自国のエネルギー需要を満たすことができる状態または状況を指します。"
    },
    {
        "word": "Carbon Neutrality",
        "description": "炭素中立性とは、大気中に放出される二酸化炭素の量が、大気から排出された又は回避された二酸化炭素の相当量によって補償される、ゼロ炭素排出バランスを達成することを指します。"
    },
    {
        "word": "Smart Cities",
        "description": "スマートシティとは、デジタルテクノロジー、データ、および接続を活用して、都市のインフラやサービス、エネルギーシステムを含む生活の質、持続可能性、効率性、および抵抗性を向上させる都市エリアです。"
    },
    {
        "word": "Smart Buildings",
        "description": "スマートビルとは、エネルギー効率、快適性、セキュリティ、およびメンテナンスを最適化するために高度な自動化、通信、制御システムを組み込むビルであり、しばしばセンサー、動作装置、IoT技術を使用する。"
    },
    {
        "word": "Smart Grid Analytics",
        "description": "スマートグリッド分析は、スマートグリッドシステムからのデータの収集、分析、解釈を含み、貴重な洞察を抽出し、グリッドパフォーマンスを最適化し、信頼性を向上させ、より明確な意思決定を可能にします。"
    },
    {
        "word": "Energy Resilience",
        "description": "エネルギー抵抗性とは、エネルギーシステムが自然災害、サイバー攻撃、機器の故障などの障害に耐え、回復し、必要不可欠なエネルギーサービスを提供し続ける能力を指します。"
    },
    {
        "word": "Zero-Energy Building",
        "description": "ゼロエネルギービル(ゼロエネルギービル)とは、建物が年間で消費するエネルギーの総量が、現地または現地外で生成される再生可能エネルギーの量にほぼ等しい、ゼロエネルギー消費を有する建物です。"
    },
    {
        "word": "Hybrid Energy Systems",
        "description": "ハイブリッドエネルギーシステムは、太陽光発電、風力発電、エネルギー貯蔵、従来の発電機などの複数のエネルギー源または技術を組み合わせ、しばしば遠隔地またはネットワーク外の地域で、信頼性と効率的な電力供給を提供します。"
    },
    {
        "word": "Zero-Emission Vehicles",
        "description": "ゼロ排出車(ZEVs)は、電気自動車(EVs)、水素燃料電池車、または再生可能な燃料で動作する車などの尾管排出を生成しない車両です。"
    },
    {
        "word": "Energy Monitoring And Control",
        "description": "エネルギーモニタリングと制御システムは、センサー、メーター、自動化技術を使用して、エネルギー消費と生産をリアルタイムで測定、モニタリング、制御し、最適化と効率の向上を可能にします。"
    },
    {
        "word": "Energy Retrofits",
        "description": "エネルギー改良は、エネルギー効率を向上させ、エネルギー消費を削減し、温室効果ガス排出量を減らすために既存の建物やシステムをアップグレードするプロセスを指し、しばしば隔離、照明のアップグレード、およびHVACシステムの改善などの措置を通じて行います。"
    },
    {
        "word": "Circular Economy",
        "description": "循環型経済とは、資源が無期限に使用され再利用され、廃棄物を最小限に抑え、リサイクルを促進し、材料、エネルギー、資源の効率的な利用を可能にする経済システムである。"
    },
    {
        "word": "Solar Thermal Energy",
        "description": "太陽熱エネルギーは、太陽光を使用して熱を生成する技術であり、太陽熱発電所の使用を通じて暖房または電力生産に使用することができる。"
    },
    {
        "word": "Energy Recovery",
        "description": "エネルギー回収は、産業プロセスからの廃棄熱を使用して電力を生成するか、温暖化のために廃棄生物ガスを使用するなど、他の場合に失われる廃棄エネルギーを収集し利用するプロセスを指します。"
    },
    {
        "word": "Carbon Offsetting",
        "description": "炭素補償は、再生可能エネルギープロジェクトや森林再生イニシアチブなどの温室効果ガス排出を削減または排除するプロジェクトに投資することによって温室効果ガス排出を補償することを意味します。"
    },
    {
        "word": "Energy Codes",
        "description": "エネルギーコードは、エネルギー消費を削減し、持続可能性を促進し、快適性と室内空気の質を向上させるために、建物や設備の最低エネルギー効率要件を定義する基準と規制のセットです。"
    },
    {
        "word": "Transient Stability",
        "description": "過渡的安定性とは、電力システムが故障や発電や負荷の突然の変化など、電圧と周波数の最小の偏差で不安定な操作を維持する能力を指します。"
    },
    {
        "word": "Energy Scalability",
        "description": "エネルギーのスケーラビリティは、太陽光発電や風力発電などの再生可能エネルギー技術が、しばしば技術的、経済的、または政策上の障害を克服することによって、増加するエネルギー需要を満たすために大規模に展開し、拡大する能力を指します。"
    }
]