[
    {
        "word": "Gamification",
        "description": "Gamificationとは、ゲームデザインの要素と原則をゲーム以外のコンテキストに適用し、関心と動機づけを高めることを意味する。"
    },
    {
        "word": "Virtual Reality",
        "description": "仮想現実(VR)は、現実世界と似ているか、または完全に異なるシミュレート環境を作成するためのコンピュータ技術の使用を指します。"
    },
    {
        "word": "Augmented Reality",
        "description": "拡張現実(AR)は、画像やデータなどのデジタル情報を現実世界に表し、ユーザーの感知と環境との相互作用を向上させる技術です。"
    },
    {
        "word": "Game Engine",
        "description": "ゲームエンジンは、開発者がビデオゲームを構築し、作成するために使用するソフトウェアフレームワークです。"
    },
    {
        "word": "Physics Engine",
        "description": "物理エンジンは、ゲーム世界内の物理相互作用をシミュレートするソフトウェアコンポーネントです。"
    },
    {
        "word": "Asset Pipeline",
        "description": "資産パイプラインとは、ゲーム開発において、3D モデル、テクスチャ、音などのゲーム資産の作成、組織、輸入のためのワークフローを管理および最適化するために使用されるシステムまたはプロセスです。"
    },
    {
        "word": "Level Design",
        "description": "レベルの設計は、ゲームのレベルや段階内のレイアウト、環境、課題を作成するプロセスです。"
    },
    {
        "word": "User Interface (Ui)",
        "description": "ユーザインターフェイス(UI)とは、ユーザがゲームと対話できる視覚的要素やコントロールを指します。"
    },
    {
        "word": "User Experience (Ux)",
        "description": "User Experience (UX) は、ユーザーがゲームと相互作用する際に持っている全体的な体験を含みます。"
    },
    {
        "word": "Gameplay",
        "description": "ゲームプレイは、ゲームがどのようにプレイされるかを定義する特定の相互作用とメカニクスを指します。"
    },
    {
        "word": "Artificial Intelligence (Ai)",
        "description": "人工知能(AI)は、機械における人間の知能のシミュレーションを指します。"
    },
    {
        "word": "Procedural Generation",
        "description": "Procedural Generation は、手動ではなくアルゴリズム的にコンテンツまたはレベルを作成するためのテクニックです。"
    },
    {
        "word": "Game Balance",
        "description": "ゲームバランスとは、公平で楽しいゲームプレイを確保するためのゲームの意図的な設計と調節を指し、単一の戦略やプレイヤーが有意な利点を持たない。"
    },
    {
        "word": "Multiplayer",
        "description": "複数プレイヤーは、複数のプレイヤーがネットワーク接続を使用して協力または競合してゲームを一緒にプレイする能力を指します。"
    },
    {
        "word": "Loot Box",
        "description": "ロートボックスは、購入または獲得できるゲーム内の仮想アイテムであり、武器、皮膚、またはブースなどのランダム化された仮想アイテムを含み、偶然またはサプライズの要素を作成します。"
    },
    {
        "word": "Achievements",
        "description": "業績は、ゲーム内の特定のタスク、目標、または課題を達成するためにプレイヤーに与えられた仮想報酬または認識であり、しばしば追加の目標や動機を提供します。"
    },
    {
        "word": "Microtransactions",
        "description": "マイクロトランザクションは、ゲーム内で行われた小規模な購入で、通常は仮想商品または追加コンテンツです。"
    },
    {
        "word": "Game Testing",
        "description": "ゲームテストは、ゲームの機能性、パフォーマンス、品質の評価と検証を含みます。"
    },
    {
        "word": "Localization",
        "description": "ローカライゼーションは、ゲームを異なる言語、文化、地域に適したものにするプロセスです。"
    },
    {
        "word": "E-Sports",
        "description": "電子スポーツは、競争的なビデオゲームのトーナメントやプロの選手やチームが賞金や認識のために競争する組織されたリーグを指します。"
    },
    {
        "word": "Streaming",
        "description": "ストリーミングは、ゲームやゲームのライブビデオをインターネットを通じて放送し、視聴者がリアルタイムでゲームを観ることができる行為です。"
    },
    {
        "word": "Mods",
        "description": "Modsは、ユーザーが作成したコンテンツまたはゲームに変更を加え、しばしば新しい機能、レベル、または資産を提供して、オリジナルゲームを強化または変更します。"
    },
    {
        "word": "Cloud Gaming",
        "description": "Cloud Gamingは、ユーザーがサーバー上でリモートでゲームをプレイすることを可能にし、ゲームプレイをデバイスにストリーミングします。"
    },
    {
        "word": "Game Jam",
        "description": "ゲームジャムは、通常、期間限定で開催されるゲーム開発者の集まりで、参加者は特定のテーマまたは制約のセットに基づいてゲームを作成し開発します。"
    },
    {
        "word": "F2P",
        "description": "F2Pはフリー・トゥ・プレイの略で、ゲームが無料でプレイできるビジネスモデルですが、ゲーム内購入や広告を提供して収益を生み出すことができます。"
    },
    {
        "word": "Monetization",
        "description": "Monetization は、ゲームから収益を生み出すプロセス、しばしばアプリ内購入、広告、またはサブスクリプションを通じてです。"
    },
    {
        "word": "Game Design Document (Gdd)",
        "description": "ゲームデザインドキュメント(GDD)は、ビデオゲームの概念、機能、メカニクス、仕様を概要する書面文書であり、開発チームのブループレートとして役立ちます。"
    },
    {
        "word": "Playable Prototype",
        "description": "再生可能なプロトタイプは、ゲームのコアメカニックの実感的な体験を提供するために十分な機能とコンテンツを持っているゲームの初期バージョンです。"
    },
    {
        "word": "Gamemaster (Gm)",
        "description": "ゲームマスター(GM)は、役割ゲームやタブレットゲームを監督し、促進し、ゲームの物語を指導し、ルールを執行し、非プレイヤーのキャラクターを描く人です。"
    },
    {
        "word": "Open World",
        "description": "オープンワールドゲームでは、プレイヤーは厳格な線形進歩なしで、自由に仮想世界を探索することができます。"
    },
    {
        "word": "Respawn",
        "description": "Respawnは、多くの場合、新しいリソースのセットで、敗北または殺された後、プレイヤーがマルチプレイヤーまたはRespawnベースのゲームに戻る行為です。"
    },
    {
        "word": "Storytelling",
        "description": "ゲームにおけるストーリーは、ストーリーテクニック、スロット、キャラクター開発の使用を意味し、プレイヤーを巻き込んで、一貫性と浸透の経験を提供します。"
    },
    {
        "word": "Character Customization",
        "description": "キャラクターのカスタマイズは、プレイヤーがゲーム内のキャラクターの外観、特徴、能力、装備をカスタマイズする能力を指します。"
    },
    {
        "word": "Persistent World",
        "description": "持続的な世界は、プレイヤーが積極的に参加していない時でも存在し、進化し続けるオンラインゲーム環境で、継続的な探索と相互作用を可能にします。"
    },
    {
        "word": "Rpg",
        "description": "RPGは、ビデオゲームのジャンルであるRole-Playing Gameの略で、プレイヤーはキャラクターの役割を担い、クエスト、戦闘、浸透した物語に参加します。"
    },
    {
        "word": "Pvp",
        "description": "PvPとは、プレイヤー対プレイヤーの略で、プレイヤーが直接競争したり、互いに戦ったりするゲームプレイやゲームモードを指します。"
    },
    {
        "word": "Pve",
        "description": "PvEはPlayer vs. Environmentの略で、プレイヤーがコンピュータ制御の敵や完全な目標と戦うために協力するゲームやゲームモードを指します。"
    },
    {
        "word": "Hud",
        "description": "HUDはHeads-Up Displayの略で、ゲーム内の視覚的なインターフェイスまたは表面化で、健康、スコア、弾薬などの重要な情報を直接プレイヤーの視点に表示します。"
    },
    {
        "word": "Sound Design",
        "description": "サウンドデザインは、音楽、サウンド効果、音声演技を含むゲームのオーディオ要素の作成と実装を含む。"
    },
    {
        "word": "Animation",
        "description": "ゲームにおけるアニメーションは、キャラクター、オブジェクト、または環境効果のために視覚的な動きや行動を創造し、生かすプロセスを指します。"
    },
    {
        "word": "Art Style",
        "description": "ゲームにおけるアートスタイルは、ゲームのグラフィックやビジュアル要素を作成するために使用される視覚的美学、デザイン選択、および全体的な芸術的方向を指します。"
    },
    {
        "word": "Cutscene",
        "description": "ストーリーは、ストーリーを進め、情報を明らかにする、または視覚的なストーリーを提供するゲーム内の非インタラクティブな映画シーケンスまたはビデオです。"
    },
    {
        "word": "Modding Tools",
        "description": "Modding ツールとは、プレイヤーやゲーム開発者が新しいレベル、キャラクター、または資産などのゲームのコンテンツを変更またはカスタマイズすることを可能にするソフトウェアまたはプログラムです。"
    },
    {
        "word": "Pathfinding",
        "description": "Pathfinding はゲームにおけるアルゴリズム的プロセスで、キャラクターやオブジェクトが障害物を移動したり、特定の目的地に到達するための最適なパスやルートを決定します。"
    },
    {
        "word": "Shader",
        "description": "Shader は、ゲームで使用されるプログラムまたはスクリプトで、オブジェクト、表面、または環境のレンダリングおよび視覚効果を制御し、ゲームのグラフィックと現実性を向上させます。"
    },
    {
        "word": "Twitch",
        "description": "Twitchは、主にビデオゲームのライブストリーミングに焦点を当てた人気のストリーミングプラットフォームです。"
    },
    {
        "word": "Gamepad",
        "description": "コントローラとも呼ばれるGamePadは、ボタン、タッチ、トリガーを備えたハンドルデバイスで、コンソールやコンピュータ上でゲームをプレイするために使用されます。"
    },
    {
        "word": "Asset Store",
        "description": "資産ストアは、ゲーム開発者が3Dモデル、テクスチャ、またはサウンドエフェクトなどの作成済みのゲーム資産を閲覧、購入、またはダウンロードできるオンライン市場またはプラットフォームです。"
    },
    {
        "word": "Platformer",
        "description": "プラットフォームプレーヤーは、プレイヤーがさまざまなプラットフォーム上でジャンプして障害を克服することによってレベルを移動しなければならないキャラクターを制御するビデオゲームのジャンルです。"
    },
    {
        "word": "Stealth",
        "description": "ゲームにおける隠れたゲームプレイまたはメカニクスは、検出や対立を避けることに焦点を当て、プレイヤーが進歩するために隠れた戦術、隠蔽、回避を使用することを要求します。"
    },
    {
        "word": "Controller Support",
        "description": "ゲームにおけるコントローラーのサポートは、ゲーム入力の機能性とさまざまなGamePadコントローラとの互換性を指し、プレイヤーにスムーズで直感的な制御を確保します。"
    },
    {
        "word": "Motion Capture",
        "description": "Motion capture, or mocap, is the process of recording and digitizing real-world movements of actors or objects to animate characters or objects in a game. モチーフキャプチャは、俳優やオブジェクトの現実世界の動きを記録し、デジタル化してゲーム内のキャラクターやオブジェクトをアニメーションするプロセスです。"
    },
    {
        "word": "Playable Character",
        "description": "プレイ可能なキャラクターは、プレイヤーがゲーム内でコントロールし、直接相互作用するキャラクターまたはアバターであり、通常は自分自身またはゲーム世界内の特定の役割を表します。"
    },
    {
        "word": "Leaderboards",
        "description": "リーダーボードは、プレイヤーのスコアや業績を表示し、比較し、競争と動機づけを提供するゲーム内ランキングシステムです。"
    },
    {
        "word": "Quick Time Events (Qte)",
        "description": "Quick Time Events (QTEs) は、ゲームのゲームプレイセグメントまたはアクションで、プレイヤーは特定のボタンを押すか、順序を成功に完了するためにタイミングインプットを実行する必要があります。"
    },
    {
        "word": "Ragdoll Physics",
        "description": "ゲームにおけるラグドール物理学は、キャラクターやオブジェクトが、より現実的でインタラクティブなアニメーションを生み出し、物理的勢力に反応するダイナミックにアニメーションされた肢体や体の部分を持っているシミュレーション技術を指します。"
    },
    {
        "word": "Level Editor",
        "description": "レベルエディターは、ゲームデザイナーやプレイヤーがゲームレベルや環境を作成し、設計することを可能にするツールまたはソフトウェアであり、しばしばグラフィックインターフェイスやオブジェクト配置機能を提供します。"
    },
    {
        "word": "Dlc",
        "description": "DLCはダウンロード可能なコンテンツの略で、追加コンテンツ、機能、または拡張機能を参照し、ダウンロードしてベースゲームに追加することができ、しばしば新しい体験、レベル、またはアイテムを提供します。"
    },
    {
        "word": "Game Analyst",
        "description": "ゲームアナリストは、プレイヤーの行動、ゲームデータ、市場の傾向を分析し、研究し、ゲームの改善、収益化、プレイヤー参加戦略の洞察と推奨を提供します。"
    },
    {
        "word": "Game Monetization",
        "description": "ゲームマネジメントは、アプリ内購入、サブスクリプションモデル、広告、またはダウンロード可能なコンテンツなどのゲームから収益を生み出すために使用される方法や戦略を指します。"
    },
    {
        "word": "Inventory System",
        "description": "ゲームにおける在庫システムは、プレイヤーがゲーム世界内の所有する物品、設備、リソース、または収集物の管理と追跡を可能にする機能またはコンポーネントです。"
    },
    {
        "word": "High Score",
        "description": "高いスコアは、ゲームまたはゲームモードで最も高いスコアを達成し、しばしば競争を奨励し、より高いスコアを達成するために記録され、表示されます。"
    },
    {
        "word": "Pixel Art",
        "description": "ピクセルアートは、画像がピクセルレベルで作成または操作されるデジタルアートまたはグラフィックのスタイルであり、しばしば限られたカラーパレットを使用し、初期のビデオゲームを思い出させるレトロの美学です。"
    },
    {
        "word": "Random Number Generator (Rng)",
        "description": "ランダムナンバージェネレーター(RNG)は、ゲームで使用されるアルゴリズムまたはメカニズムで、ゲームプレイにおける予測不可能さとチャンスを提供するランダムナンバーまたはイベントを生成します。"
    },
    {
        "word": "Cutting-Edge Graphics",
        "description": "最先端グラフィックは、高度かつ最先端のビジュアル技術、レンダリング技術、およびゲームで使用されるグラフィック効果を指し、非常に現実的かつ視覚的に印象的なグラフィックを達成する。"
    },
    {
        "word": "Input Lag",
        "description": "入力遅延とは、プレーヤーの入力、例えばボタンを押すかコントローラを動かすこと、および画面上の対応または応答の間の遅れを指します。"
    },
    {
        "word": "Gametech",
        "description": "Gametechは、ゲーム業界でゲーム体験を向上させるための技術の使用を指します。"
    },
    {
        "word": "Virtual Reality (Vr)",
        "description": "仮想現実(VR)は、仮想環境におけるユーザーの物理的存在をシミュレートする技術です。"
    },
    {
        "word": "Augmented Reality (Ar)",
        "description": "Augmented Reality(AR)は、デジタルコンテンツを現実世界に表し、ユーザーの現実感覚を向上させます。"
    },
    {
        "word": "Mixed Reality (Mr)",
        "description": "混合現実(MR)は、仮想現実と拡張現実の両方の要素を組み合わせ、浸透した体験を作成します。"
    },
    {
        "word": "Machine Learning (Ml)",
        "description": "機械学習(ML)は、機械がデータから学ぶことに焦点を当てているAIのサブセットです。"
    },
    {
        "word": "Natural Language Processing (Nlp)",
        "description": "自然言語処理(NLP)は、コンピュータと人間の言語の相互作用を意味します。"
    },
    {
        "word": "Computer Vision",
        "description": "コンピュータビジョンは、コンピュータが視覚情報を理解し解釈することを可能にすることに焦点を当てている分野です。"
    },
    {
        "word": "Rendering Engine",
        "description": "レンダリングエンジンは、ゲームの視覚的出力を生成することに責任があります。"
    },
    {
        "word": "Game Design",
        "description": "ゲームデザインは、ゲームのルール、メカニクス、および全体構造の作成と開発を含む。"
    },
    {
        "word": "Game Development",
        "description": "ゲーム開発は、コンセプト、設計、プログラミング、テスト、生産を含むビデオゲームの作成プロセスを指します。"
    },
    {
        "word": "Virtual Goods",
        "description": "仮想商品は、ゲーム内で購入、販売、または取引できるデジタルアイテムです。"
    },
    {
        "word": "Esports",
        "description": "スポーツは競争的なビデオゲームを指し、しばしば組織されたリーグやトーナメントで行われます。"
    },
    {
        "word": "Game Publishers",
        "description": "ゲーム出版社は、ゲームの資金調達、マーケティング、配布を担当する企業です。"
    },
    {
        "word": "Game Development Studios",
        "description": "ゲーム開発スタジオは、ビデオゲームの作成と開発に特化した企業です。"
    },
    {
        "word": "Quality Assurance (Qa)",
        "description": "品質保証(QA)は、ゲームが望ましい基準と仕様を満たすことを保証するプロセスです。"
    },
    {
        "word": "Multiplayer Gaming",
        "description": "マルチプレイヤーゲームは、同じゲーム環境で複数のプレイヤーが相互作用することを含む、協力または競争的である。"
    },
    {
        "word": "Player Versus Player (Pvp)",
        "description": "プレイヤー対プレイヤー(PvP)は、プレイヤーが直接互いに競い合うゲームモードを指します。"
    },
    {
        "word": "Player Versus Environment (Pve)",
        "description": "Player Versus Environment (PvE) は、プレイヤーがコンピュータ制御の相手と戦うゲームモードを指します。"
    },
    {
        "word": "Turn-Based Strategy",
        "description": "ターンベースの戦略ゲームは、差異的なターンで進行するゲームプレイによって特徴付けられ、プレイヤーが戦略を計画し、実行することができます。"
    },
    {
        "word": "First-Person Shooter (Fps)",
        "description": "ファースト・パーソン・シューター(FPS)ゲームは、プレイヤーがファースト・パーソン・ビジョンからゲームを体験し、戦闘に参加することを特徴としています。"
    },
    {
        "word": "Role-Playing Game (Rpg)",
        "description": "役割ゲーム(RPG)は、プレイヤーが仮想世界のキャラクターの役割を担うゲームのジャンルです。"
    },
    {
        "word": "Massively Multiplayer Online (Mmo)",
        "description": "大量マルチプレイヤーオンライン(MMO)は、永続的なオンライン世界で何千人ものプレイヤーを同時にサポートできるゲームを指します。"
    },
    {
        "word": "Free-To-Play (F2P)",
        "description": "無料プレイ(F2P)ゲームは最初の購入なしでプレイすることができ、しばしばゲーム内購入を通じて収益を生み出すことがあります。"
    },
    {
        "word": "Downloadable Content (Dlc)",
        "description": "ダウンロード可能コンテンツ(DLC)は、初期リリース後購入してダウンロードできる追加ゲームコンテンツです。"
    },
    {
        "word": "Modding",
        "description": "Modding は、ゲームを変更またはカスタマイズする行為、しばしばコミュニティで作成された mods を使用してコンテンツを追加または変更することです。"
    },
    {
        "word": "Game Mods",
        "description": "ゲームモードは、ゲームのゲームプレイ、グラフィック、またはその他の側面を変更するためにプレイヤーによって行われる変更です。"
    },
    {
        "word": "Hackers",
        "description": "ハッカーは、ゲームの脆弱性を悪用したり、他人のゲーム体験を妨げようとする個人です。"
    },
    {
        "word": "Cheating",
        "description": "詐欺は、ゲームで不公平な利点を得るために、許可されていない方法やツールを使用する行為を指します。"
    },
    {
        "word": "Game Streaming",
        "description": "ゲームストリーミングは、プレイヤーが視聴者にインターネットを通じて彼らのゲームプレイをライブで放送することができます。"
    },
    {
        "word": "Mixer",
        "description": "Mixerは、ユーザーがビデオゲームを視聴し、ストリーミングできるストリーミングプラットフォームであり、その後閉鎖されています。"
    },
    {
        "word": "Game Capture",
        "description": "ゲームキャプチャは、共有または編集のためのゲームプレイビデオを録画またはキャプチャするプロセスを指します。"
    },
    {
        "word": "Speedrunning",
        "description": "スピードランニングとは、ゲームや特定の目標をできるだけ早く完成させる練習です。"
    },
    {
        "word": "Game Consoles",
        "description": "ゲームコンソールは、ビデオゲームをプレイするために設計された専用デバイスです。"
    },
    {
        "word": "Pc Gaming",
        "description": "PC Gamingは、より大きなカスタマイズとパフォーマンスオプションを提供するパーソナルコンピュータ上でゲームを指します。"
    },
    {
        "word": "Mobile Gaming",
        "description": "Mobile Gamingは、スマートフォン、タブレット、またはポータブルなゲームデバイスでゲームをプレイすることを指します。"
    },
    {
        "word": "Cloud Gaming Platforms",
        "description": "クラウドゲームプラットフォームは、ユーザーが専用のゲームデバイスを必要とせずに、インターネット上で直接ゲームをプレイすることができます。"
    },
    {
        "word": "Game Streaming Services",
        "description": "ゲームストリーミングサービスは、ユーザーがストリーミングしてゲームをリモートでプレイするためのインフラストラクチャと技術を提供します。"
    },
    {
        "word": "Indie Games",
        "description": "インディーゲームは、小さなチームや個人によって独立して作成され、開発されたビデオゲームです。"
    },
    {
        "word": "Game Jams",
        "description": "ゲームジャムは、開発者が短時間でビデオゲームを作成するイベントであり、しばしばテーマや制約に基づいています。"
    },
    {
        "word": "Game Engines",
        "description": "ゲームエンジンは、ゲームを構築するためのツールやライブラリを開発者に提供するソフトウェアフレームワークです。"
    },
    {
        "word": "Graphics",
        "description": "ゲームのグラフィックスには、2Dおよび3D rendering、テクスチャ、およびビジュアル効果を含む視覚要素が含まれます。"
    },
    {
        "word": "Game Music",
        "description": "ゲームミュージックは、ビデオゲームのために特別に作成された音楽作曲やサウンドトラックを指します。"
    },
    {
        "word": "Easter Eggs",
        "description": "イースターエッグは、ゲーム内で隠された機能やメッセージであり、しばしばプレイヤーにとって楽しいサプライズとして意図されています。"
    }
]