[
    {
        "word": "Mobile Payments",
        "description": "モバイル決済は、スマートフォンやタブレットなどのモバイルデバイスを使用してお金の送金または商品やサービスの支払いを指します。"
    },
    {
        "word": "Digital Wallet",
        "description": "デジタルウォレットは、ユーザーがクレジットカード情報を保存し、管理し、モバイルデバイスを使って支払いを行うことを可能にする仮想ウォレットです。"
    },
    {
        "word": "Contactless Payment",
        "description": "コンタクトレス支払いは、顧客が物理的な接触を必要とせずに、支払いターミナル上でモバイルデバイスや非接触カードをタップすることを可能にする支払い方法です。"
    },
    {
        "word": "Tokenization",
        "description": "トークン化は、クレジットカード番号などの機密データをトークンと呼ばれるユニークな識別シンボルに置き換えるプロセスで、モバイル決済におけるセキュリティを強化する。"
    },
    {
        "word": "Mobile Wallet",
        "description": "デジタル財布または電子財布とも呼ばれるモバイル財布は、クレジットカード情報を格納し、ユーザーがモバイルデバイスを使って支払いを行うことを可能にする仮想財布です。"
    },
    {
        "word": "Emv",
        "description": "EMVは、Europay、Mastercard、Visaの略で、カードプレゼント取引のセキュリティを強化するための統合回路チップを搭載した決済カードのためのグローバル標準です。"
    },
    {
        "word": "Nfc",
        "description": "Near Field Communication(NFC)は、携帯電話や決済端末などの2つのデバイスが接近したときに通信できるワイヤレス通信技術です。"
    },
    {
        "word": "Qr Code",
        "description": "QRコードは、2次元のバーコードで、モバイルデバイスによってスキャンされ、支払い情報や製品情報などの情報を取得することができます。"
    },
    {
        "word": "Peer-To-Peer Payments",
        "description": "Peer-to-Peer Payments(P2P支払いとも呼ばれる)は、個人がモバイルデバイスを用いて直接お互いに資金を転送できる取引です。"
    },
    {
        "word": "Biometric Authentication",
        "description": "バイオメトリック認証は、指紋や顔認識などのユニークな物理的または行動的特徴を使用して、ユーザーのアイデンティティを認証するセキュリティ対策です。"
    },
    {
        "word": "Token-Based Authentication",
        "description": "Token-Based Authenticationは、信頼できるソースによって生成され、伝統的なパスワードの代わりに使用されるユニークな認証トークンを使用するセキュリティ方法で、モバイル決済取引におけるセキュリティを強化します。"
    },
    {
        "word": "Two-Factor Authentication",
        "description": "二要因認証(2FA)は、ユーザーが自分のアイデンティティを検証するために2種類の識別情報を提供することを要求するセキュリティメソッドで、典型的には、彼らが知っている何か(例えば、パスワード)と彼らが所有している何か(例えば、モバイルデバイス)の組み合わせです。"
    },
    {
        "word": "Point Of Sale",
        "description": "売り場(POS)とは、買い物取引が行われ、支払いが行われた小売店やレストランなどの物理的な場所を指します。"
    },
    {
        "word": "Merchant",
        "description": "商人は、商品やサービスを販売し、顧客からの支払いを受け入れる企業または個人です。"
    },
    {
        "word": "Payment Gateway",
        "description": "支払いゲートウェイは、商人のウェブサイトまたはモバイルアプリケーションと購入者または支払いプロセッサ間の支払いデータの安全な転送を容易にする技術インフラストラクチャです。"
    },
    {
        "word": "Merchant Acquirer",
        "description": "商人取得者は、商人の支払い処理サービス、商人のアカウント、および取引決済を提供することによって、商人がモバイル支払いを受け入れることを可能にする金融機関またはプロセッサです。"
    },
    {
        "word": "Contactless Terminal",
        "description": "コンタクトレスターミナルは、顧客がモバイルデバイスを使って接触のない支払いを行うことを可能にするNFC技術を搭載した販売ポイントデバイスです。"
    },
    {
        "word": "In-App Payments",
        "description": "アプリ内支払いとは、モバイルアプリ内で購入や支払いを行う能力を指し、しばしば保存されたクレジットカード情報やデジタルウォレットを使用して便利です。"
    },
    {
        "word": "Mobile Point Of Sale",
        "description": "Mobile Point of Sale(mPOS)は、スマートフォンやタブレットに付属するカードリーダーを介して、モバイルデバイスを使用して支払いを受け入れることを可能にするポータブルな支払いシステムです。"
    },
    {
        "word": "Mobile Banking",
        "description": "モバイルバンキングは、スマートフォンやタブレットなどのモバイル機器を使用して、口座の残高をチェックしたり、資金の転送などの銀行取引を行うことを指します。"
    },
    {
        "word": "Authentication",
        "description": "認証は、ユーザーまたはデバイスのアイデンティティを確認し、権限のある個人またはシステムのみが機密情報にアクセスしたり、取引を行うことができるようにするプロセスです。"
    },
    {
        "word": "Authorization",
        "description": "認可は、モバイル決済取引の承認または確認のプロセスであり、ユーザーが十分な資金またはクレジットを持っており、取引がセキュリティおよび詐欺防止の要件を満たしていることを保証します。"
    },
    {
        "word": "Encryption",
        "description": "暗号化は、モバイル決済取引中に不正アクセスから保護するために、支払い情報などの機密データを暗号化された形式に変換するプロセスを指します。"
    },
    {
        "word": "Fintech",
        "description": "フィンテック(Fintech)は、モバイル決済を含む金融サービスの改善と自動化を目的とする革新的な技術駆動ソリューションを指します。"
    },
    {
        "word": "Mobile Commerce",
        "description": "mCommerceとも呼ばれるモバイル商取引は、モバイルデバイスを通じて商品やサービスを購入し、販売することを指し、典型的にはモバイルアプリやモバイル最適化されたウェブサイトを使用します。"
    },
    {
        "word": "Mobile Money",
        "description": "モバイルマネーは、従来の銀行サービスへのアクセスが制限されている地域で頻繁に使用されるモバイルデバイスを使用して、ユーザーがお金を保存、送信、受け取ることができるデジタル決済サービスの一種です。"
    },
    {
        "word": "Remittance",
        "description": "送金とは、一人の個人または団体から他の団体への資金または資金の移転を指し、しばしば、移民による国際的な送金や支払いを記述するために使用される。"
    },
    {
        "word": "Merchant Account",
        "description": "マーチャンアカウントは、企業が顧客からのモバイル決済を受け入れ、処理することを可能にする銀行口座の一種です。"
    },
    {
        "word": "Ach",
        "description": "ACH(Automated Clearing House)は、モバイル機器を使用して銀行口座間の資金転送を可能にする電子決済システムです。"
    },
    {
        "word": "E-Commerce",
        "description": "電子商取引は、電子商取引の略で、インターネット経由で商品やサービスの購入と販売を指し、しばしばオンライン支払いを含む。"
    },
    {
        "word": "Api",
        "description": "API(Application Programming Interface)とは、さまざまなソフトウェアアプリケーションが相互に通信し、相互作用することを可能にするルールとプロトコルのセットで、モバイル決済システムでよく使用される。"
    },
    {
        "word": "Transaction",
        "description": "取引は、買い手と売り手の間の商品、サービス、またはお金の交換を指し、通常、支払い方法としてモバイル支払いを含む。"
    },
    {
        "word": "Kyc",
        "description": "KYCとは「Know Your Customer」の略で、顧客のアイデンティティを確認し、マネーロンダリング規制の遵守を確保し、モバイル決済における詐欺のリスクを軽減するプロセスです。"
    },
    {
        "word": "Fraud Detection",
        "description": "モバイル決済における詐欺検出は、AI、機械学習、データ分析などのさまざまな技術を使用して、詐欺的または疑わしい活動、取引、または行動を特定し、防止する実践です。"
    },
    {
        "word": "Mobile Pos System",
        "description": "モバイルPOSシステムは、商人がモバイルデバイスを使用して支払いを受け入れることを可能にするポータブルポイント・オブ・セール・システムであり、通常はハードウェア(例えば、カードリーダー)とソフトウェアの組み合わせを通してです。"
    },
    {
        "word": "Wallet Provider",
        "description": "財布プロバイダーは、デジタル財布ソリューションを提供する会社またはサービスで、ユーザーが支払い情報を保存し、モバイルデバイスを使用してモバイル決済を行うことを可能にします。"
    },
    {
        "word": "Cryptocurrency",
        "description": "暗号通貨は、セキュリティのために暗号化を使用し、中央銀行から独立して動作するデジタルまたは仮想通貨です。"
    },
    {
        "word": "One-Time Password",
        "description": "ワンタイムパスワード(OTP)は、モバイル決済取引中にユーザーのアイデンティティを認証するために、一度の使用に有効なユニークなコードを提供するセキュリティ対策です。"
    },
    {
        "word": "Merchant Services",
        "description": "商業サービスは、支払い処理、詐欺防止、報告を含むモバイル決済の受け入れを容易にするために企業に提供される金融サービスです。"
    },
    {
        "word": "Fraud Prevention",
        "description": "詐欺防止は、企業や金融機関がモバイル決済システム内の詐欺活動を検出し、抑制するための戦略と措置を指します。"
    },
    {
        "word": "Customer Loyalty Program",
        "description": "顧客忠誠プログラムは、顧客が繰り返すビジネスを報いるマーケティング戦略であり、インセンティブ、割引、または独占的な利益を提供することによってモバイル支払いを促進します。"
    },
    {
        "word": "Pci-Dss",
        "description": "PCI-DSS(Payment Card Industry Data Security Standard)は、クレジットカードデータを保護し、モバイル決済取引のセキュリティを強化するためのセキュリティ基準です。"
    },
    {
        "word": "Mobile Coupon",
        "description": "モバイルクーポンは、従来のクーポンまたはクーポンのデジタルバージョンであり、モバイル支払いシステム内の支払いまたは割引の形として、多くの場合、モバイルデバイスを使用して保存および買い換えることができます。"
    },
    {
        "word": "Mobile Ticketing",
        "description": "モバイルチケットは、モバイルデバイスやモバイル支払い方法を通じてイベント、輸送、またはその他のサービスのチケットの購入、保存、使用のプロセスです。"
    },
    {
        "word": "Instant Payment",
        "description": "即時支払いは、モバイル決済技術を使用して、ほとんど直ちに、通常は数秒以内に、資金の移転を可能にするリアルタイムの支払い取引です。"
    },
    {
        "word": "Mobile Security",
        "description": "モバイルセキュリティとは、モバイルデバイス上で、支払い情報やユーザーアイデンティティなどの機密データを保護し、不正アクセス、詐欺、またはデータ侵害を防止することを指します。"
    },
    {
        "word": "User Experience",
        "description": "ユーザ体験(UX)は、モバイル決済システムと相互作用する際にユーザーの全体的な経験と満足度、使用の容易さ、効率性、ビジュアルデザインを含むことを指します。"
    },
    {
        "word": "Open Banking",
        "description": "オープンバンキングは、第三者金融サービスプロバイダーが顧客の財務データにアクセスし、顧客の同意を得て、新しい製品やサービスを作成したり、既存の製品やサービスを改善したりすることを可能にする銀行の実践です。"
    },
    {
        "word": "E-Wallet",
        "description": "電子ウォレット(E-Wallet)は、ユーザーのクレジットカード情報を保存し、モバイル決済を含む電子取引を行うことを可能にするデジタルウォレットです。"
    },
    {
        "word": "Microtransaction",
        "description": "マイクロトランザクションは、通常、モバイルアプリケーションやゲーム内のデジタルコンテンツやサービスを購入するために使用される非常に低い価値の支払いを含む小さな金融取引です。"
    },
    {
        "word": "Innovation",
        "description": "イノベーションとは、モバイル決済業界内の新しいアイデア、コンセプト、テクノロジー、またはプロセスの導入と実装を指し、改善を推進し、ユーザー体験を向上させます。"
    },
    {
        "word": "Near Field Communication (Nfc)",
        "description": "Near Field Communication(NFC)は、モバイル決済に一般的に使用されるデバイス間の接触のない通信を可能にする短距離ワイヤレス技術です。"
    },
    {
        "word": "Peer-To-Peer (P2P) Payments",
        "description": "Peer-to-Peer(P2P)支払いは、中間者を必要とせずに、モバイルアプリやプラットフォームを通じて個人間の直接の資金転送を可能にします。"
    },
    {
        "word": "Mobile Point Of Sale (Mpos)",
        "description": "Mobile Point of Sale(mPOS)とは、スマートフォンやタブレットなどのモバイルデバイスを、クレジットカードまたはデビットカードの支払いを受け入れるためのポータブル決済端末として使用することを指します。"
    },
    {
        "word": "Digital Currency",
        "description": "デジタル通貨は、デジタルまたは電子形式で存在する通貨の種類であり、電子的な取引や支払いを行うために使用されます。"
    },
    {
        "word": "Virtual Card",
        "description": "仮想カードは、物理的なカードを必要とせずにオンライン購入やモバイル決済に使用できる物理的な支払いカードのデジタル表示です。"
    },
    {
        "word": "Two-Factor Authentication (2Fa)",
        "description": "Two-Factor Authentication(2FA)は、ユーザーがモバイル決済のためのパスワードとユニークなコードなどの2つの形式の認証を提供する必要があるセキュリティの追加層です。"
    },
    {
        "word": "In-Store Payments",
        "description": "ストア内支払いは、モバイルデバイスまたはデジタル財布を使用して物理的な小売場所でモバイル支払いを行う能力を指します。"
    },
    {
        "word": "Digital Receipt",
        "description": "電子手帳または電子手帳とも呼ばれるデジタル手帳は、通常、顧客の電子メールに送信または購入後にモバイルアプリに保存される取引のデジタル記録です。"
    },
    {
        "word": "Api (Application Programming Interface)",
        "description": "アプリケーションプログラミングインターフェイス(API)とは、さまざまなソフトウェアアプリケーションが相互に通信し、相互作用することを可能にするルールとプロトコルのセットであり、モバイル決済統合にしばしば使用される。"
    },
    {
        "word": "One-Time Password (Otp)",
        "description": "ワンタイムパスワード(OTP)は、単一の認証またはトランザクションに有効な一時的なコードであり、通常は追加のセキュリティのためにユーザーのモバイルデバイスに送信されます。"
    },
    {
        "word": "Cryptographic Token",
        "description": "暗号化トークンは、暗号化によって保護された価値または資産のデジタル表示であり、しばしばモバイル決済取引に使用されます。"
    },
    {
        "word": "Bank Transfer",
        "description": "銀行振込は、銀行口座間の電子送金であり、しばしば個人と企業間のモバイル決済に使用されます。"
    },
    {
        "word": "In-Store Mobile Marketing",
        "description": "ストア内モバイルマーケティングは、モバイルデバイスを使用して物理的な小売場所内の顧客をターゲットに、しばしばモバイル支払いを使用する個別化されたマーケティング戦略を指します。"
    },
    {
        "word": "Mobile Payment Gateway",
        "description": "Mobile Payment Gatewayは、商人と顧客間のモバイル決済取引の承認と処理を容易にするサービスプロバイダーです。"
    },
    {
        "word": "E-Invoicing",
        "description": "電子請求書(E-Invoicing)は、顧客に電子的に請求書を作成し、送信するデジタルプロセスです。"
    },
    {
        "word": "E-Commerce Platform",
        "description": "電子商取引プラットフォームは、企業がオンラインで製品やサービスを販売することを可能にするソフトウェアアプリケーションまたはウェブサイトであり、しばしばモバイル決済統合を含む。"
    },
    {
        "word": "Bluetooth Low Energy (Ble)",
        "description": "Bluetooth Low Energy (BLE) は、低電力接続を可能にする無線通信技術であり、モバイル決済デバイスや近接関係の相互作用にしばしば使用されます。"
    },
    {
        "word": "Invoice Payment",
        "description": "請求書支払いは、受信した請求書の支払いを行うプロセスであり、しばしば請求書を決済するためのモバイル支払い方法を含む。"
    },
    {
        "word": "Ach (Automated Clearing House)",
        "description": "ACH(Automated Clearing House)は、米国における金融取引を処理するための電子ネットワークであり、しばしばモバイル決済に使用されます。"
    },
    {
        "word": "Mobile Payments Market",
        "description": "Mobile Payments Marketは、モバイル決済に関連するさまざまなテクノロジー、ソリューション、サービスを含む市場セグメントを指します。"
    },
    {
        "word": "Mobile Remittance",
        "description": "モバイル送金は、モバイルデバイスを使用して異なる場所の受領者に資金を送信するプロセスであり、しばしば国境を越えたモバイル決済に使用されます。"
    },
    {
        "word": "Tap-And-Pay",
        "description": "Tap-and-Pay は、ユーザーが互換性のある支払い端末上でモバイルデバイスをタップすることで支払いを行うことを可能にするモバイル支払い方法です。"
    },
    {
        "word": "Online Banking",
        "description": "オンライン銀行は、ユーザーがコンピュータまたはモバイルデバイスを使用してインターネットベースのプラットフォームを通じて、口座管理や請求書支払いなどの銀行活動を行うことを可能にします。"
    },
    {
        "word": "Mobile Checkout",
        "description": "Mobile Checkout は、モバイルデバイスとモバイル支払い方法を使用して購入を完了するプロセス、通常はオンラインまたはモバイルアプリショッピング環境で行います。"
    },
    {
        "word": "Mobile Pos (Mpos) System",
        "description": "Mobile POS System(mPOS)は、スマートフォンやタブレットでモバイル決済を受け入れることを可能にするポータブル・ポイント・オブ・セールス・システムです。"
    },
    {
        "word": "Mobile Payment Security",
        "description": "モバイル決済セキュリティは、機密データを保護し、不正アクセスを防止し、モバイル決済における詐欺やセキュリティ侵害のリスクを軽減するためのさまざまな措置と実践を含みます。"
    },
    {
        "word": "Virtual Reality Payments",
        "description": "仮想現実支払いは、仮想現実環境で使用するために特別に設計されたモバイル支払い方法で、ユーザーが仮想世界内の取引を行うことを可能にします。"
    },
    {
        "word": "Tap-And-Go",
        "description": "Tap-and-Goは、モバイルデバイスまたは無接触カードをタップすることで、迅速かつ便利な取引を可能にする接触のないモバイル支払い方法です。"
    },
    {
        "word": "Mobile Payment Adoption",
        "description": "モバイル決済の採用は、消費者がモバイル決済技術やソリューションを採用し、使用するレートを指します。"
    },
    {
        "word": "Mobile Payment Processor",
        "description": "モバイル決済プロセッサは、商人と顧客間のモバイル決済取引の処理、決済、和解を処理する会社またはサービスプロバイダーです。"
    },
    {
        "word": "Retail Payments",
        "description": "小売支払いとは、物理的な小売店で商品やサービスに対して行われるモバイル支払いを指し、しばしばモバイルデバイスや接触のない支払い方法を使用する。"
    },
    {
        "word": "Mobile Couponing",
        "description": "Mobile Couponingは、モバイルデバイスを通じてクーポンや割引の配布と買い換えであり、しばしばモバイル決済取引に結びついている。"
    },
    {
        "word": "In-App Purchase",
        "description": "アプリ内購入は、モバイルアプリ内で追加機能、コンテンツ、または仮想商品のためのモバイル支払いです。"
    },
    {
        "word": "Mobile Payment Fraud",
        "description": "モバイル決済詐欺とは、ユーザーや企業から資金や機密情報を盗むことを目的とした、不正または詐欺的なモバイル決済取引または活動を指します。"
    },
    {
        "word": "Nfc Tag",
        "description": "NFCタグは、物理的なオブジェクトや製品に埋め込むことができる小さなマイクロチップであり、ユーザーが情報やモバイル決済のためにモバイルデバイスを通じてタグと相互作用することを可能にします。"
    },
    {
        "word": "Mobile Payment Terminal",
        "description": "モバイル決済ターミナルは、商人がスマートフォンやタブレットに接続してモバイル決済を受け入れることを可能にするデバイスであり、しばしばBluetoothまたはオーディオジャックを介して。"
    },
    {
        "word": "Mobile Payment App",
        "description": "Mobile Payment Appは、ユーザーが支払いを行い、アカウントを管理し、その他の金融取引を行うことを可能にするモバイルデバイスにインストールされたソフトウェアアプリケーションです。"
    },
    {
        "word": "In-App Billing",
        "description": "In-App Billingは、モバイルアプリケーション内のデジタルコンテンツやサービスに対して、多くの場合モバイル支払い方法を通じてユーザーに請求するプロセスです。"
    },
    {
        "word": "Mobile Deposit",
        "description": "Mobile Depositは、ユーザーがモバイルデバイスを使用してチェックの画像をキャプチャすることによって銀行口座にチェックを預けることを可能にするモバイル銀行機能です。"
    },
    {
        "word": "Mobile Wallet Security",
        "description": "モバイル財布のセキュリティは、支払いカードの詳細を含むモバイル財布に保存されている情報のセキュリティとプライバシーを保護するために実装された措置と技術を指します。"
    },
    {
        "word": "Mobile Payment Solution",
        "description": "モバイル決済ソリューションは、企業がモバイル決済を受け入れ、処理することを可能にするテクノロジー、プラットフォーム、サービスの包括的なセットです。"
    },
    {
        "word": "In-App Wallet",
        "description": "In-App Walletは、モバイルアプリケーションに統合されたデジタルウォレットで、ユーザーがクレジットカード情報を保存し、アプリ内で支払いを行うことを可能にします。"
    },
    {
        "word": "In-App Advertising",
        "description": "アプリ内広告とは、モバイルアプリ内で広告を表示し、モバイル決済に関連するものを含むユーザーの好みや行動に基づいて頻繁にターゲット化することを指します。"
    },
    {
        "word": "Mobile Payment Integration",
        "description": "モバイル決済統合は、モバイル決済機能を既存のソフトウェアアプリケーションまたはシステムに統合し、ユーザーがこれらのアプリケーションまたはシステムを通じて支払いを行うことを可能にするプロセスです。"
    },
    {
        "word": "Mobile Payment Service Provider",
        "description": "モバイル決済サービスプロバイダーとは、商人、金融機関、または消費者にモバイル決済ソリューション、テクノロジー、またはプラットフォームを提供する会社または組織です。"
    },
    {
        "word": "Mobile Payment Technology",
        "description": "Mobile Payment Technologyは、NFC、QRコード、バイオメトリック、暗号化を含む安全で便利なモバイル決済を可能にするために使用されるさまざまな技術とプロトコルを指します。"
    },
    {
        "word": "Mobile Checkout Optimization",
        "description": "Mobile Checkout Optimizationは、モバイル決済トランザクションのユーザー体験と変換率を向上させるプロセスであり、しばしば支出プロセスを簡素化し、摩擦を減らすことによって。"
    },
    {
        "word": "Peer-To-Peer Payment",
        "description": "Peer-to-Peer Payment、P2P Paymentとも呼ばれ、通常はモバイル決済アプリケーションまたはプラットフォームを通じて容易にする2人の個人間の資金転送です。"
    },
    {
        "word": "Issuer",
        "description": "発行者は、銀行やクレジットカード会社などの金融機関で、消費者にクレジットカードを提供し、これらのカードで行われた取引を認可する。"
    },
    {
        "word": "Acquirer",
        "description": "買主は、商人買主または買収銀行とも呼ばれ、商人の代わりに支払い取引を処理し決済する金融機関です。"
    },
    {
        "word": "Interchange Fee",
        "description": "Interchange Feeは、取引者の銀行がカード発行銀行に支払う手数料であり、処理コストと発行者のリスクの一部をカバーします。"
    },
    {
        "word": "Merchant Discount Rate",
        "description": "割引手数料または処理手数料とも呼ばれる商人の割引手数料は、商人の購入者がクレジットカードまたはデビットカードの取引を処理するために商人に請求する手数料です。"
    },
    {
        "word": "Decentralized Finance (Defi)",
        "description": "Decentralized Finance (DeFi) は、ブロックチェーン技術を使用して融資、融資、取引などの金融サービスを提供する金融システムを指します。"
    },
    {
        "word": "Cryptographic Hash",
        "description": "暗号化ハッシュは、入力データを取って、入力データにユニークな固定サイズの文字列を作成する数学的なアルゴリズムで、モバイル決済におけるデータの完全性とセキュリティの目的で使用されます。"
    },
    {
        "word": "Merchant Category Code (Mcc)",
        "description": "商人カテゴリコード(MCC)は、商人を提供する商品やサービスの種類によって分類するために使用される4桁の番号で、取引の処理と分析に役立ちます。"
    },
    {
        "word": "B2B Payments",
        "description": "B2B支払いは、ビジネス対ビジネス支払いの略で、ビジネスが、モバイル決済プラットフォームを通じてしばしば提供される商品やサービスのために別のビジネスに支払いを行う取引です。"
    },
    {
        "word": "Chargeback",
        "description": "A Chargebackは、紛争の結果、カード所有者またはカード発行者が要求する取引逆転であり、カード所有者に資金の返還と商人の潜在的な財務責任をもたらします。"
    },
    {
        "word": "Aml",
        "description": "AMLは「反マネーロンダリング」の略で、マネーロンダリングや違法活動のための金融システムの使用を防止し、検出するための規制や慣行のセットを指します。"
    },
    {
        "word": "Pci Dss",
        "description": "PCI DSS(Payment Card Industry Data Security Standard)は、カード所有者のデータを保護し、カード取引の安全な処理を確保するために設計されたセキュリティ基準のセットです。"
    },
    {
        "word": "Biometric Payment Card",
        "description": "バイオメトリックカードは、指紋センサーまたはその他のバイオメトリックテクノロジーを搭載した支払いカードで、カード所有者は独自のバイオメトリックデータを使用して取引を認証することができます。"
    },
    {
        "word": "Digital Identity",
        "description": "デジタルアイデンティティとは、しばしば個人情報、生物識別データ、またはデジタル証明書を通じて検証され、認証される個人のアイデンティティのオンライン表示を指します。"
    },
    {
        "word": "Secure Element",
        "description": "Secure Element は、チップや組み込まれたセキュア要素などのハードウェアコンポーネントで、支払い認証などの機密データを格納し、モバイル決済のためのアプリケーションの安全な実行を提供します。"
    },
    {
        "word": "Digital Signature",
        "description": "デジタル署名は、デジタル文書やトランザクションの正確性と完全性を確認するために使用される暗号化技術で、そのコンテンツが送信中に歪曲されていないことを保証します。"
    },
    {
        "word": "Cryptocurrency Wallet",
        "description": "暗号通貨財布は、ユーザーが暗号通貨を保有し、管理し、相互作用させ、デジタル通貨を送受信することを可能にするソフトウェアプログラムまたは電子デバイスです。"
    },
    {
        "word": "Mobile Pos Terminal",
        "description": "Mobile POS Terminalは、コンパクトでポータブルなデバイス、しばしばスマートフォンまたはタブレットで、接触のないカード、モバイル財布、またはQRコードスキャンなどのさまざまな方法を使用して顧客からの支払いを受け取ることができます。"
    },
    {
        "word": "Tap-To-Pay",
        "description": "Tap-to-Payは、顧客が支払い端末上のモバイルデバイス、非接触カード、またはスマートウォッチをタップすることによって単に支払いを行うことができる接触のない支払い方法を指します。"
    },
    {
        "word": "Mobile Check Deposit",
        "description": "Mobile Check Depositは、ユーザーがモバイル銀行アプリを使用して銀行口座にチェックを預けることを可能にする機能で、通常はチェックの前面と背面の写真を取ることによってです。"
    },
    {
        "word": "Biometric Payment Authentication",
        "description": "バイオメトリック支払い認証は、指紋、虹膜パターン、または顔認識などのバイオメトリックデータの使用で、ユーザーのアイデンティティを確認し、モバイル決済取引を承認する。"
    },
    {
        "word": "Secure Remote Commerce (Src)",
        "description": "Secure Remote Commerce (SRC) は、さまざまなマーケターやデジタルプラットフォームで簡素かつ安全なオンライン決済体験を可能にするために、決済カード業界によって開発された標準と仕様のセットです。"
    },
    {
        "word": "Invisible Payments",
        "description": "目に見えない支払いは、シームレスで摩擦のない支払い体験を指し、しばしばバイオメトリクス、 wearables、またはIoTデバイスとの統合などの高度なテクノロジーを通じて促進されます。"
    },
    {
        "word": "Real-Time Payments",
        "description": "リアルタイム決済は、即時決済とも呼ばれる電子決済取引であり、電子決済は処理され、即時決済され、受領者に資金の即時可用性を提供します。"
    },
    {
        "word": "Data Encryption",
        "description": "データ暗号化は、単純なテキストまたはデータを暗号化された形式、暗号化テキストと呼ばれる形式に変換し、不正なアクセスやデータ侵害を防止し、モバイル決済データの機密性と完全性を確保するプロセスです。"
    },
    {
        "word": "User Experience (Ux)",
        "description": "モバイル決済におけるユーザー体験(UX)は、モバイル決済アプリケーションまたはプラットフォームと相互作用する際にユーザーが持つ全体的な経験と満足度を指し、使用の容易さ、効率性、美学などの要因を考慮する。"
    },
    {
        "word": "User Interface (Ui)",
        "description": "モバイル決済におけるユーザインターフェイス(UI)とは、ユーザーがモバイル決済アプリケーションまたはプラットフォーム上で見る、および相互作用する視覚的およびインタラクティブな要素、ボタン、メニュー、スクリーン、アイコンを含む。"
    },
    {
        "word": "Geolocation",
        "description": "地理位置は、モバイルデバイスまたはユーザーの物理的な位置を決定し、識別するプロセスであり、しばしばセキュリティ、パーソナライゼーション、または詐欺防止の強化のためにモバイル決済で使用されます。"
    },
    {
        "word": "Transaction Limit",
        "description": "取引制限とは、金融機関または支払いプロバイダが、特定の期間内に単一の取引または一連の取引に対して、事前に定められた最大額または量です。"
    },
    {
        "word": "Private Key",
        "description": "プライベートキーは、秘密に保管され、データやデジタル署名を解読し、モバイル決済におけるトランザクションを承認するために使用されるユニークな暗号コードまたはパスワードです。"
    },
    {
        "word": "Public Key",
        "description": "Public Key は、モバイル決済およびデジタル証明書における暗号化または検証の目的で他者に提供される暗号化コードまたはパスワードです。"
    }
]