[
    {
        "word": "Peer-To-Peer Lending",
        "description": "P2P融資またはソーシャル融資とも呼ばれるピアツーピア融資は、オンラインプラットフォームを通じて個々の融資者と融資者を結びつける融資と融資の形態です。"
    },
    {
        "word": "Borrower",
        "description": "借り手は、特定の目的を資金調達するためにピアツーピア融資プラットフォームを通じて融資者から資金調達を求める個人または企業です。"
    },
    {
        "word": "Lender",
        "description": "融資者は、ピア・トゥー・ピアの融資プラットフォームを通じて融資者に資金を提供し、融資された資金に利子を得ることを期待する個人または機関です。"
    },
    {
        "word": "Loan Listing",
        "description": "融資リストは、融資者の融資要請の詳細な説明であり、融資額、利率、期限、目的を含め、ピアツーピア融資プラットフォームに掲載されています。"
    },
    {
        "word": "Interest Rate",
        "description": "利率は、通常、年間比率(APR)として表現される融資金のコストであり、融資者は融資者に資金を使用するために請求します。"
    },
    {
        "word": "Creditworthiness",
        "description": "信用性は、借主がクレジット履歴、収入、雇用安定性、財務安定などの要因に基づいて債務を返済する能力を指します。"
    },
    {
        "word": "Default",
        "description": "債務不履行は、借主が合意した条件に従って融資を返済できず、借主にとって財政的結果と貸し手にとって潜在的な損失をもたらす場合に発生します。"
    },
    {
        "word": "Collections",
        "description": "コレクションは、彼らの融資を破綻させた借金者から資金を回収しようとするプロセスです。"
    },
    {
        "word": "Origination Fee",
        "description": "起源手数料は、融資の承認および払い戻しに関連する行政費用の補償として、融資処理中に融資者によって請求される一回の手数料です。"
    },
    {
        "word": "Securitization",
        "description": "セキュリティ化は、融資のグループを結合し、それらを取引可能な金融証券に変換するプロセスであり、融資者は他の投資家に融資投資を売却または譲渡することができます。"
    },
    {
        "word": "Secondary Market",
        "description": "二次市場は、融資者が既存の融資投資を他の投資家に売却し、融資期間が終了する前に投資を離れることを可能にするプラットフォームです。"
    },
    {
        "word": "Auto-Invest",
        "description": "Auto-investは、投資家が融資の種類、クレジット評価、利率などの事前設定基準に基づいて複数の融資に自動的に資金を割り当てることを可能にするピアツーピア融資プラットフォームが提供する機能です。"
    },
    {
        "word": "Diversification",
        "description": "多様化とは、投資ポートフォリオを複数の融資者または借入者に広げ、破綻した場合に資本を失うリスクを減らすことを指します。"
    },
    {
        "word": "Repayment",
        "description": "返済は、通常、利息を含む定期的な割引で、貸出者に借りた金額を返す行為です。"
    },
    {
        "word": "Underwriting",
        "description": "Underwritingは、借主の信用度を評価し評価するプロセスであり、借主の財務背景、収入源、クレジット履歴、その他の関連要因を分析することを含む。"
    },
    {
        "word": "Risk Assessment",
        "description": "リスク評価は、融資者への融資に関連する潜在的なリスクの評価であり、信用度、市場条件、経済指標などの要因を考慮に入れる。"
    },
    {
        "word": "Default Rate",
        "description": "デフォルトレートは、ピアツーピア融資プラットフォームのポートフォリオ内の融資の割合で、不履行または返済を経験した。"
    },
    {
        "word": "Loan Term",
        "description": "融資期間は、融資者が融資者に返済する予定の合意された期間です。"
    },
    {
        "word": "Grace Period",
        "description": "ギャラス期間は、借入者が遅延手数料や罰金が発生せずに支払うことができる到着日以降の事前定められた期間です。"
    },
    {
        "word": "Collateral",
        "description": "保証は、貸し手が貸し手に保証として保証する資産または財産であり、貸し手は不履行の場合に資金を回収するために押収し、売却することができます。"
    },
    {
        "word": "Kyc",
        "description": "KYCは「Know Your Customer」の略で、潜在的な借入者の身元と財務状況を確認するプロセスを指します。"
    },
    {
        "word": "Aml",
        "description": "AMLは「反マネーロンダリング」の略で、金融システムの違法な使用をマネーロンダリングに防止するための措置と規制を指します。"
    },
    {
        "word": "Regulation",
        "description": "規制は、政府当局がPeer-to-Peer融資プラットフォームの運営を規制し、監督するためのルールと法律を指します。"
    },
    {
        "word": "Marketplace",
        "description": "Marketplaceは、借り手と貸し手がPeer-to-Peer Lendingで接続し、取引できるオンラインプラットフォームです。"
    },
    {
        "word": "Risk Mitigation",
        "description": "リスク軽減とは、ピアツーピア融資に関連するリスクを最小限に抑え、管理するための戦略と措置を指します。"
    },
    {
        "word": "Secured Loan",
        "description": "保証された融資は、財産や資産などの担保によって支えられている融資の種類であり、不履行の場合に貸し手のリスクを減らします。"
    },
    {
        "word": "Unsecured Loan",
        "description": "無担保の融資は、担保を必要としない融資の種類であり、貸し手の信用度にのみ基づいており、貸し手にとってリスクが高くなります。"
    },
    {
        "word": "Roi",
        "description": "ROIは「投資収益」の略で、ピアツーピア融資における投資の収益性または収益性を指します。"
    },
    {
        "word": "Default Recovery",
        "description": "欠陥回復は、債権者または債務回収機関が欠陥した融資から欠陥した負債または資金を回収するために行った行動を指し、通常、法的手続きまたは資産再占領を含む。"
    },
    {
        "word": "Risk Rating",
        "description": "リスク評価は、融資者または借主にその信用度と関連するリスクに基づいて割り当てられる評価またはスコアです。"
    },
    {
        "word": "Loan Agreement",
        "description": "融資契約は、融資の条項と条件を概説する法的拘束力のある契約です。"
    },
    {
        "word": "Credit Score",
        "description": "クレジットスコアは、そのクレジット履歴やその他の要因に基づいて、個人のクレジットスコアを数値的に表します。"
    },
    {
        "word": "Yield",
        "description": "利回りは、ローンが彼らのピアツーピア融資活動から受け取る投資の収益を指し、利益と潜在的な資本利益を含む。"
    },
    {
        "word": "Servicing Fee",
        "description": "サービス手数料は、ピア・トゥー・ピアの融資プラットフォームが、収集および管理タスクを含む融資のサービスおよび管理のコストを補償するために課す手数料です。"
    },
    {
        "word": "Payment Schedule",
        "description": "支払いスケジュールは、借入者のための融資返済の期限と金額を概要するスケジュールです。"
    },
    {
        "word": "Default Risk",
        "description": "債務不履行リスクとは、様々なリスク評価要因によって決定された合意された条件に従って債務者が債務不履行または返済しない確率または確率である。"
    },
    {
        "word": "Loan Originator",
        "description": "融資者とは、ピアツーピア融資プラットフォーム上で融資者に提供する前に融資を起源と契約する金融機関またはプラットフォームです。"
    },
    {
        "word": "Default Insurance",
        "description": "クレジット保護保険またはクレジット保険とも呼ばれるデフォルト保険は、借主の不履行または返済不履行から生じる潜在的な損失に対する融資者保護を提供する金融製品です。"
    },
    {
        "word": "Liquidity",
        "description": "流動性とは、資産または投資が大幅な価格変動を引き起こすことなく、または市場全体に影響を与えることなく購入または販売される容易さを指します。"
    },
    {
        "word": "Prepayment",
        "description": "前払いは、借り手が合意された期限前に融資を返済した場合に発生し、しばしば罰金または借金者の手数料を引き起こします。"
    },
    {
        "word": "Amortization",
        "description": "アモリテーションは、定期的な割引を通じて、時間の経過とともに融資の段階的な返済であり、資本と利息の両方から構成されています。"
    },
    {
        "word": "Roa",
        "description": "ROAは「Return on Assets」の略で、Peer-to-Peer Lendingプラットフォームの収益性を総資産に基づいて測定します。"
    },
    {
        "word": "Roe",
        "description": "ROEは「Return on Equity」の略で、株主の株価に基づいてピアツーピア融資プラットフォームの収益性を測定します。"
    },
    {
        "word": "Principal",
        "description": "資本金は、貸し手が借入者に貸した最初の金額で、利息や手数料を除く。"
    },
    {
        "word": "Bad Debt",
        "description": "悪い借金は、返済する可能性が低い融資を指し、しばしば融資者にとって財政的損失をもたらします。"
    },
    {
        "word": "Secondary Loan Market",
        "description": "二次融資市場は、既存の融資を投資家間で購入し、販売することができる市場です。"
    },
    {
        "word": "Default Risk Premium",
        "description": "デフォルトリスクプレミアムは、貸し手の不履行のリスクを補償するために貸し手が要求する追加の利率または返金です。"
    },
    {
        "word": "Financial Inclusion",
        "description": "金融包摂とは、従来の金融機関によって非銀行または不足している個人や企業に、ピアツーピア融資を含む金融サービスのアクセシビリティを指します。"
    },
    {
        "word": "Loan Portfolio",
        "description": "融資ポートフォリオは、融資者またはピアツーピア融資プラットフォームが保有する融資のコレクションです。"
    },
    {
        "word": "Expected Return",
        "description": "期待される収益性は、関連するリスクを考慮し、Peer-to-Peer Lendingにおける投資の期待される収益性または収益性です。"
    },
    {
        "word": "Debt Consolidation",
        "description": "債務統合は、複数の債務を低金利の単一融資に結合するプロセスです。"
    },
    {
        "word": "Sme",
        "description": "SMEは「中小企業」の略で、平均的な収入と従業員数を持つ企業を指し、しばしばPeer-to-Peer Lendingプラットフォームから融資を求める。"
    },
    {
        "word": "Solvency",
        "description": "Solvency は、借主が財務義務を履行し、債務を返済する能力です。"
    },
    {
        "word": "Platform Fee",
        "description": "プラットフォーム手数料は、ピア・トゥー・ピア・ローンディング・プラットフォームが融資取引を容易にし、借入者と貸出者にサポートとサービスを提供するために請求する手数料です。"
    },
    {
        "word": "Principal Balance",
        "description": "主な残高は、借り手がまだ貸し手に負う利息と手数料を除く融資の残存額です。"
    },
    {
        "word": "Default Risk Analysis",
        "description": "債務不履行リスク分析とは、債務者の債務不履行の確率と影響を、信用性や経済条件などのさまざまな要因に基づいて評価し、評価するプロセスです。"
    },
    {
        "word": "Terms And Conditions",
        "description": "利用規約は、借入者、貸出者、およびピアツーピア融資プラットフォーム間の関係を規制する法的合意と規定を指します。"
    },
    {
        "word": "Platform",
        "description": "Peer-to-Peer融資プラットフォームは、借り手と貸し手を結ぶオンライン市場を指します。"
    },
    {
        "word": "Credit Risk",
        "description": "クレジットリスクとは、融資者が融資を返済しないことによって負う可能性のある損失を指し、しばしば融資者の不履行や破産などの要因に関連しています。"
    },
    {
        "word": "Investor",
        "description": "投資家は、返済を得るためにピアツーピア融資プラットフォームで融資者に資金を提供する個人または機関です。"
    },
    {
        "word": "Late Payment",
        "description": "遅い支払いは、借り手が時間通りに融資を返済できなくなったときに起こります。"
    },
    {
        "word": "Auto Investing",
        "description": "自動投資は、投資家が一定の基準を満たす融資に自動的に投資することを可能にするいくつかのピアツーピア融資プラットフォームが提供する機能です。"
    },
    {
        "word": "Annual Percentage Rate (Apr)",
        "description": "Annual Percentage Rate (APR) は、利息と融資に関連する追加料金または手数料の両方を含む年間金利です。"
    },
    {
        "word": "Revolving Loan",
        "description": "回転融資は、借り手が事前に定められたクレジット限度まで、必要に応じて融資を取り出し、返済し、資金調達することを可能にする融資の種類です。"
    },
    {
        "word": "Default Guarantee",
        "description": "デフォルト保証は、投資家を借主の不履行から保護するためにピア・トゥー・ピア融資プラットフォームによって使用される金融手段です。"
    },
    {
        "word": "Smoothing",
        "description": "Smoothing は、ピアツーピア融資プラットフォームが、不規則な融資返済が投資家の収益に及ぼす影響を減らすために使用するリスク軽減技術です。"
    },
    {
        "word": "Prepayment Penalty",
        "description": "前払い罰金は、合意された期限前に融資を返済する借り手に請求される手数料です。"
    },
    {
        "word": "Charge-Off",
        "description": "クレジットオフは、融資者が融資を無償として宣言し、損失として彼らの書籍から削除するときに発生します。"
    },
    {
        "word": "Risk-Based Pricing",
        "description": "リスクベースの価格設定は、借入者に課される利率と手数料が、その個々の信用リスクに基づいて決定される戦略です。"
    },
    {
        "word": "Crowdfunding",
        "description": "クラウドファンドは、オンラインプラットフォームを通じて多数の個人や投資家から資金を集める方法であり、しばしば複数のソースからの小さな貢献を含む。"
    },
    {
        "word": "Secure Socket Layer (Ssl)",
        "description": "Secure Socket Layer(SSL)は、ウェブブラウザとウェブサーバー間の安全な通信を確保する暗号化プロトコルです。"
    },
    {
        "word": "Anti-Money Laundering (Aml)",
        "description": "アンチマネーロンダリング(AML)は、違法な収入の生成と犯罪活動を通じて得られたお金の隠蔽を防止するための規制と手続きのセットを指します。"
    },
    {
        "word": "Know Your Customer (Kyc)",
        "description": "あなたの顧客を知る(KYC)は、ピアツーピア融資プラットフォームが、彼らにプラットフォームへのアクセスを許可する前に、借り手と貸し手のアイデンティティを検証し、信頼性を評価するプロセスです。"
    },
    {
        "word": "Data Privacy",
        "description": "データプライバシーとは、貸し手および貸し手の個人および機密情報を保護し、管理し、そのデータが適用される法律および規制に従って収集され、保存され、使用されることを保証することを意味します。"
    },
    {
        "word": "Default Probability",
        "description": "デフォルトの確率は、借り手が彼らの融資に不履行する可能性の推定です。"
    },
    {
        "word": "Loan Origination",
        "description": "融資の起源は、新しい融資申請の作成と処理のプロセスです。"
    },
    {
        "word": "Reinvestment Risk",
        "description": "再投資リスクとは、融資返済から得られた資金が同じ返済率で再投資できないリスクです。"
    },
    {
        "word": "Loss Given Default",
        "description": "Loss Given Defaultは、借主の不履行の場合に投資家が受ける財政的損失の重さの測定です。"
    },
    {
        "word": "Regulatory Compliance",
        "description": "規制コンプライアンスとは、ピアツーピア融資業界を規制する政府機関や規制機関によって定められた規則、規制、ガイドラインの遵守と遵守を指します。"
    },
    {
        "word": "Cash Flow",
        "description": "現金の流れは、ビジネスまたは投資に参入し、出発する現金および現金等価の純額です。"
    },
    {
        "word": "Arbitrage",
        "description": "仲裁は、利益を得るために異なる市場における価格差を活用する実践です。"
    },
    {
        "word": "Net Asset Value (Nav)",
        "description": "Net Asset Value (NAV) は、融資や投資などの資産の価値で、通常は株単位で表され、その資産のパフォーマンスを決定するために使用されます。"
    },
    {
        "word": "Price-To-Earnings (P/E) Ratio",
        "description": "Price-to-Earnings(P/E)比率は、会社の株価を株当たりの利益と比較する評価比率です。"
    },
    {
        "word": "Diversification Ratio",
        "description": "多様化比率は、投資ポートフォリオが異なる融資者または借入者に多様化されている程度の測定です。"
    },
    {
        "word": "Risk-Adjusted Return",
        "description": "リスク調整収益とは、収益を達成するために取られたリスクレベルに合わせて調整された投資の収益です。"
    },
    {
        "word": "Arrears",
        "description": "借入金は、借主が貸出者に負う未払いまたは遅延の債務の金額を指し、通常、欠損した融資の支払いの面で測定されます。"
    },
    {
        "word": "Repayment Schedule",
        "description": "返済スケジュールは、借主が貸出者に支払う予定の融資返済のタイミングと金額を述べ、利息と主要支払いを含む。"
    },
    {
        "word": "Sme Lending",
        "description": "SME融資とは、その成長、運営、または拡大計画を支援するために中小企業に特別にターゲットを置く融資の提供を指します。"
    },
    {
        "word": "Fintech",
        "description": "フィンテックは金融技術の略で、ピアツーピア融資プラットフォームを含む金融サービスにおけるテクノロジー駆動のイノベーションを指します。"
    },
    {
        "word": "Auction",
        "description": "競売は、いくつかのピア・トゥー・ピアの融資プラットフォームによって、融資者がどのくらいの金額とどの利率で融資したいかを申し出ることを可能にすることによって、融資の利率と条件を決定するために使用されるプロセスです。"
    },
    {
        "word": "Regulations",
        "description": "規制は、投資家や借入者を保護するためのピアツーピア融資プラットフォームの運営と慣行を規制する政府機関や規制機関によって定められたルールとガイドラインです。"
    },
    {
        "word": "Risk Premium",
        "description": "リスクプレミアムは、債権者が債務不履行のリスクが高い債務者に資金を貸与することに関連する増加したリスクを引き受けるために要求される追加の返済または補償です。"
    },
    {
        "word": "Marketplace Lending",
        "description": "市場融資は、ピア・トゥー・ピア融資を記述するために使用される別の用語であり、融資者と融資者を結ぶ市場としてのオンラインプラットフォームの役割を強調しています。"
    },
    {
        "word": "Microfinance",
        "description": "マイクロファイナンスとは、小規模な融資を含む金融サービスを低所得者や従来の銀行サービスにアクセスできない貧困層に提供することである。"
    },
    {
        "word": "Securities",
        "description": "証券は、株式、債券、または資産に支えられた証券などの会社または団体の所有権を表す取引可能な金融手段です。"
    },
    {
        "word": "Due Diligence",
        "description": "due diligence は、投資機会のリスクと可能性を評価するための徹底的な研究と調査を実施するプロセスである。"
    },
    {
        "word": "Initial Public Offering (Ipo)",
        "description": "IPO(Initial Public Offering)とは、民間企業が株式を株式取引所で買収するためにオファーすることによって公に取引されるプロセスです。"
    },
    {
        "word": "Liquidation",
        "description": "清算は、債権者または投資家を返済するために会社または資産を破産し、売却するプロセスであり、しばしば破産または破産の場合に起こります。"
    },
    {
        "word": "Securities And Exchange Commission (Sec)",
        "description": "Securities and Exchange Commission(SEC)は、米国における証券法の執行と投資家の保護を担当する政府規制機関です。"
    },
    {
        "word": "Alternative Credit Data",
        "description": "代替クレジットデータとは、従来のクレジットスコアに加えて、ユーティリティ口座の支払いや賃貸履歴などの借り手の信用度を評価するためにピアツーピア融資プラットフォームによって使用される非伝統的な情報源を指します。"
    },
    {
        "word": "Capital Loss",
        "description": "資本損失は、投資の販売価格が最初の購入価格より低い場合に発生し、投資家にとって財政的損失をもたらします。"
    },
    {
        "word": "Capital Gain",
        "description": "資本利益は、投資の販売価格が最初の購入価格よりも高い場合に発生し、投資家にとって経済的な利益をもたらします。"
    },
    {
        "word": "Securities Offering",
        "description": "証券の提供は、企業が株や債券などの証券を投資家に購入するプロセスです。"
    },
    {
        "word": "Market Risk",
        "description": "市場リスクとは、マクロ経済条件、市場変動、金利の変化などの要因による投資価値に対する潜在的な損失または負の影響を指します。"
    },
    {
        "word": "Consumer Lending",
        "description": "消費者融資は、自動車の資金調達、住宅の改善、または債務統合などの個人的で非ビジネス的な目的のために個人に融資を提供することを指します。"
    },
    {
        "word": "Automated Underwriting",
        "description": "自動借入は、コンピュータアルゴリズムと機械学習技術の使用で、借主の信用度を評価し、融資の適合性と利率を決定する。"
    },
    {
        "word": "Algorithmic Trading",
        "description": "アルゴリズム取引は、自動取引またはブラックボックス取引とも呼ばれ、コンピュータアルゴリズムを使用して、事前定義されたルールや戦略に基づいて金融市場での取引を自動的に実行します。"
    },
    {
        "word": "Disbursement",
        "description": "返済は、融資が承認され、必要な書類と要件がすべて満たされた後、融資者から融資者に資金を配分または放出するプロセスです。"
    },
    {
        "word": "Revolving Credit",
        "description": "Revolving クレジットは、借り手が繰り返し特定のクレジット限度まで資金を借りることを可能にするクレジットの種類であり、必要に応じて資金を返済し、再借入する能力があります。"
    },
    {
        "word": "Regulatory Sandbox",
        "description": "規制サンドボックスは、フィンテックスタートアップが規制の監督下で革新的な製品、サービス、またはビジネスモデルをテストし、試験できる制御された環境またはプログラムです。"
    },
    {
        "word": "Debt-To-Income Ratio",
        "description": "債務対所得比率は、融資返済やその他の繰り返しの債務を含む債務支払いに向かう借主の月収の割合を計算する金融指標です。"
    },
    {
        "word": "Cross-Border Lending",
        "description": "国境を越えた融資は、国際的な融資者と融資者を結びつけるピアツーピア融資プラットフォームによって促進される、異なる国々の融資者への融資の提供を指します。"
    },
    {
        "word": "Securities Fraud",
        "description": "証券詐欺とは、証券の購入、販売、または取引に関連して行われる不正行為または慣行を指し、しばしば証券価格を操作するために偽情報を含む。"
    },
    {
        "word": "Tokenization",
        "description": "Tokenizationは、融資や投資などの資産の権利を、ブロックチェーン技術を使用してデジタルトークンに変換するプロセスであり、割合所有と取引可能性を可能にします。"
    },
    {
        "word": "Blockchain",
        "description": "ブロックチェーンは、中間者を必要とせずに、複数の当事者間でセキュアで透明な取引と記録保持を可能にする分散型、分散型帳簿技術です。"
    },
    {
        "word": "White Paper",
        "description": "ホワイトペーパーとは、製品やサービスのテクノロジー、機能、および可能性を概説する包括的なレポートまたは文書であり、しばしばピアツーピア融資プラットフォームによって投資家や借入者に情報を提供するために使用されます。"
    },
    {
        "word": "Fractional Reserve Banking",
        "description": "Fractional Reserve Banking は、銀行が預金義務のほんの一部を保有し、残りを貸し出し、融資プロセスを通じて新しいお金を作り出す銀行システムです。"
    },
    {
        "word": "Smart Contract",
        "description": "スマート契約は、契約の条項が直接コードで書かれた自発的に履行される契約であり、事前定義された条件が満たされたときに自動的にアクションや取引を実行する。"
    },
    {
        "word": "E-Signature",
        "description": "電子署名は、電子文書に署名または同意を示すために使用されるデジタル表示またはシンボルであり、法的有効性と正当性を提供します。"
    },
    {
        "word": "Data Analytics",
        "description": "データ分析は、ピア・トゥー・ピア融資プラットフォームの意思決定に役立つパターン、洞察、およびトレンドを発見するために、大規模なデータセットを調査し解釈するプロセスです。"
    },
    {
        "word": "Revolving Line Of Credit",
        "description": "回転型クレジットラインは、融資者がクレジットカードの制限に類似して、繰り返し借り返しすることができる固定クレジットラインを貸与者に提供するクレジットラインの種類です。"
    },
    {
        "word": "Information Asymmetry",
        "description": "情報の不均衡は、取引当事者が他の当事者より多くのまたはより良い情報を保有している状況を指し、パワーダイナミクスが不均衡またはピアツーピア融資における不利な選択につながる可能性があります。"
    }
]