[
    {
        "word": "Smart Contract",
        "description": "スマート契約は、契約の条項が直接コードで書かれている自発的に履行される契約です。"
    },
    {
        "word": "Blockchain",
        "description": "ブロックチェーンは、複数のコンピュータ間のトランザクションを記録する分散型で分散型のデジタルリーガです。"
    },
    {
        "word": "Decentralization",
        "description": "分散化とは、統制と意思決定のネットワーク上の分散を指し、単一の権威または中央機関に集中するのではなく、"
    },
    {
        "word": "Immutable",
        "description": "Immutableとは、データがブロックチェーンに書き込まれたら、変更したり削除したりすることはできません。"
    },
    {
        "word": "Consensus",
        "description": "コンセンサスは、ブロックチェーンネットワークの参加ノード間の取引の有効性に関する合意です。"
    },
    {
        "word": "Token",
        "description": "トークンは、ブロックチェーン上の所有権またはアクセス権を表すデジタル資産です。"
    },
    {
        "word": "Ethereum",
        "description": "Ethereumは、スマート契約と分散型アプリケーション(dapps)の作成を可能にするオープンソースのブロックチェーンプラットフォームです。"
    },
    {
        "word": "Solidity",
        "description": "Solidityは、Ethereumブロックチェーン上でスマート契約を書くために使用されるプログラミング言語です。"
    },
    {
        "word": "Gas",
        "description": "ガスは、Ethereumブロックチェーン上の取引または契約を実行する際に計算的努力を測定するための単位です。"
    },
    {
        "word": "Wallet",
        "description": "財布は、ユーザーが暗号通貨やデジタル資産を安全に保存、管理、および相互作用することを可能にするデジタルツールまたはアプリケーションです。"
    },
    {
        "word": "Dapp",
        "description": "DApp(Decentralized Application)は、ブロックチェーンネットワーク上で実行され、スマート契約を使用するアプリケーションです。"
    },
    {
        "word": "Smart Property",
        "description": "スマートプロパティとは、ブロックチェーン上のスマート契約を使用して制御、管理、または移転することができる物理的またはデジタル資産を指します。"
    },
    {
        "word": "Oracles",
        "description": "オラクルは、ブロックチェーン上のスマート契約にインプットを提供する信頼できるオフチェーンのデータ源です。"
    },
    {
        "word": "Hash Function",
        "description": "ハッシュ関数は、入力をとり、暗号化に使用される固定サイズの文字列を生成する数学的関数です。"
    },
    {
        "word": "Public Key",
        "description": "公開鍵は、暗号化と認証のために使用される暗号化キーであり、すべてのネットワーク参加者がデジタル署名を検証するために知っている。"
    },
    {
        "word": "Private Key",
        "description": "プライベートキーとは、解読とデジタル署名の作成に使用される暗号化キーであり、所有者だけが知っている。"
    },
    {
        "word": "Digital Signature",
        "description": "デジタル署名は、デジタルメッセージや文書の正確性を検証する暗号化ツールです。"
    },
    {
        "word": "Smart Contract Audit",
        "description": "スマート契約の監査は、スマート契約のセキュリティ、信頼性、機能性をレビューし評価するプロセスです。"
    },
    {
        "word": "Smart Contract Template",
        "description": "スマートコントラクト テンプレートは、カスタマイズされたスマートコントラクトを作成するための基盤として使用できる事前定義および再利用可能なコード構造です。"
    },
    {
        "word": "Interoperability",
        "description": "相互運用性とは、異なるブロックチェーンネットワークが相互作用し、情報交換する能力を指します。"
    },
    {
        "word": "Off-Chain",
        "description": "オフチェーンとは、ブロックチェーンネットワークの外で発生するオペレーションまたはトランザクションを指します。"
    },
    {
        "word": "On-Chain",
        "description": "オンチェーンとは、ブロックチェーンネットワーク上で直接発生する操作や取引を指します。"
    },
    {
        "word": "Immutable Ledger",
        "description": "Immutable ledger は、ブロックチェーンなどの記録管理システムであり、データが記録されるときに変更または修正することはできません。"
    },
    {
        "word": "Token Economy",
        "description": "トークン経済とは、トークンの価値交換の形式としての使用と、これらのトークンの周りに構築された経済システムを指します。"
    },
    {
        "word": "Permissioned Blockchain",
        "description": "許可されたブロックチェーンは、アクセスと参加が特定の特定の組織に限定されているブロックチェーンです。"
    },
    {
        "word": "Permissionless Blockchain",
        "description": "許可のないブロックチェーンは、誰でも承認を必要とせずにネットワークに参加して貢献できるブロックチェーンです。"
    },
    {
        "word": "Governance",
        "description": "ガバナンスは、ブロックチェーンネットワークまたは分散型組織のルール、政策、方向を決定する意思決定プロセスや構造を指します。"
    },
    {
        "word": "Hard Fork",
        "description": "ハードフォークは、バックアップ互換性がないブロックチェーンプロトコルへの重大な変更またはアップグレードで、以前のバージョンとの永久的な差異を引き起こします。"
    },
    {
        "word": "Soft Fork",
        "description": "ソフトフォークは、後方互換性のあるブロックチェーンプロトコルへの小さな変更またはアップグレードで、新しいソフトウェアを搭載したノードが旧ソフトウェアを使用してノードと通信することを可能にします。"
    },
    {
        "word": "Gas Limit",
        "description": "ガス制限は、Ethereumネットワーク上の取引または契約の実行に使用できる最大量のガスです。"
    },
    {
        "word": "Gas Price",
        "description": "ガス価格は、取引または契約を実行するためにガス単位ごとに支払う必要のある暗号通貨の量です。"
    },
    {
        "word": "Dao",
        "description": "DAO(Decentralized Autonomous Organization)は、ブロックチェーン上でスマート契約を通じて運営する組織で、伝統的な仲介者の必要性を排除しています。"
    },
    {
        "word": "Fungible Token",
        "description": "fungible token は、同じ種類と価値の他のトークンと相互に交換可能な交換可能な分割可能なトークンです。"
    },
    {
        "word": "Non-Fungible Token (Nft)",
        "description": "Non-Fungible Token (NFT) は、特定の資産またはデジタル収集物の所有権または正当性を証明するユニークなトークンです。"
    },
    {
        "word": "Smart Contract Platform",
        "description": "スマート契約プラットフォームは、スマート契約の開発と履行をサポートするブロックチェーンプラットフォームです。"
    },
    {
        "word": "Multi-Signature (Multisig)",
        "description": "複数の署名(multisig)は、取引または契約の履行を承認するために複数の署名または承認を必要とするスマート契約の機能です。"
    },
    {
        "word": "Virtual Machine",
        "description": "仮想マシンは、プログラムやアプリケーションを実行できるコンピュータシステムのソフトウェアエミュレーションです。"
    },
    {
        "word": "Code Upgradeability",
        "description": "コードのアップグレード性とは、スマート契約のコードを変更またはアップグレードする能力を指し、その状態と機能性を維持する。"
    },
    {
        "word": "Self-Sovereign Identity",
        "description": "自立したアイデンティティとは、個人が個人データとデジタルアイデンティティを完全にコントロールできる概念であり、集中的な権威に依存しない。"
    },
    {
        "word": "Gas Refund",
        "description": "ガス返金は、Ethereumネットワーク上の取引または契約を実行した後、未使用のガスを送信者の口座に返します。"
    },
    {
        "word": "Escrow",
        "description": "Escrowは、第三者が事前定義された条件またはイベントが完了するまで、資金または資産の支払いを保有し、規制する金融協定です。"
    },
    {
        "word": "Layer 2 Scaling",
        "description": "レイヤー2のスケーリングは、その取引処理能力とスケーラビリティを高めるためにブロックチェーンの上に構築された技術やソリューションを指します。"
    },
    {
        "word": "Smart Contract Wallet",
        "description": "スマート契約財布は、スマート契約によって支配され、従来の財布と比較してより高度な機能と機能を可能にするデジタル財布の一種です。"
    },
    {
        "word": "Distributed Application (Dapp)",
        "description": "分散型アプリケーション(dApp)は、分散型ネットワーク上で動作するアプリケーションであり、しばしばスマートコントラクトとブロックチェーン技術を使用する。"
    },
    {
        "word": "Zero-Knowledge Proof",
        "description": "ゼロ知識の証明は、一方が特定の情報の知識を証明することを可能にする暗号化技術であり、その情報自体を明らかにすることなく。"
    },
    {
        "word": "Cryptocurrency",
        "description": "暗号通貨は、セキュリティのために暗号化を使用し、中央銀行から独立して動作するデジタルまたは仮想通貨です。"
    },
    {
        "word": "Staking",
        "description": "ストライキは、ネットワークの運営をサポートするためにトークンを保有し、「ストライキ」することによって、ブロックチェーンネットワークのストアの証拠に参加するプロセスです。"
    },
    {
        "word": "Atomic Swap",
        "description": "原子交換は、信頼できる第三者を必要とせずに、異なるブロックチェーンネットワーク間で仮想通貨またはトークンのピアツーピア交換です。"
    },
    {
        "word": "Burn",
        "description": "暗号通貨の文脈では、燃焼は、トークンを無駄なアドレスに送信することによって流通から永久的に除去することを指します。"
    },
    {
        "word": "Defi",
        "description": "DeFiは、ブロックチェーン技術に基づいて構築された金融アプリケーションやサービスを指し、しばしばスマート契約を使用する。"
    },
    {
        "word": "Flash Loan",
        "description": "フラッシュ融資は、分散型金融(DeFi)エコシステム内で提供される非担保融資の種類であり、同じ取引内で返済する必要があります。"
    },
    {
        "word": "Tokenization",
        "description": "Tokenizationは、現実世界またはデジタル資産をブロックチェーン上のデジタルトークンに変換するプロセスを指します。"
    },
    {
        "word": "Decentralized Autonomous Organization (Dao)",
        "description": "分散型自律組織は、スマートコントラクトを通じて実施される事前定義のルールを持つブロックチェーン上で動作する組織です。"
    },
    {
        "word": "Block Explorer",
        "description": "ブロックエクスプレーヤーは、ユーザーがブロック、トランザクション、およびブロックチェーン上のアドレスに関する情報を探索し、表示することを可能にするツールです。"
    },
    {
        "word": "Miner",
        "description": "マイナーは、ブロックチェーンネットワークの参加者で、計算パズルを解決することで、ブロックチェーンに新しいトランザクションを検証し、追加します。"
    },
    {
        "word": "Nonce",
        "description": "Nonce は、ブロックを採掘する過程で鉱夫によって生成されたランダム数であり、作業の証明パズルを解決するために使用されます。"
    },
    {
        "word": "Scaling",
        "description": "スケーリングは、より多くのトランザクションを処理するためにブロックチェーンネットワークの容量とパフォーマンスを向上させる努力を指します。"
    },
    {
        "word": "Privacy",
        "description": "ブロックチェーンにおけるプライバシーは、機密情報と参加者のアイデンティティの保護を指します。"
    },
    {
        "word": "Sha-256",
        "description": "SHA-256は、ビットコインを含む多くの暗号通貨でデータの完全性を検証するために使用される暗号化ハッシュ機能です。"
    },
    {
        "word": "Proof-Of-Work (Pow)",
        "description": "Proof-of-Workは、参加者がコンピュータのパズルを解決し、ブロックチェーンに新しいブロックを検証し、追加することを要求するコンセンサスアルゴリズムです。"
    },
    {
        "word": "Proof-Of-Stake (Pos)",
        "description": "Proof-of-Stakeは、参加者がネットワークにおける所有権の割合に基づいてブロックチェーンに新しいブロックを検証し、追加することを可能にするコンセンサスアルゴリズムです。"
    },
    {
        "word": "Protocol",
        "description": "プロトコルとは、ネットワーク内の参加者間でデータがどのように送信され、受信され、解釈されるかを規制するルールと基準のセットです。"
    },
    {
        "word": "Fungibility",
        "description": "機能性とは、商品または資産が他の個々の商品または同種の資産と交換可能であることの財産である。"
    },
    {
        "word": "Initial Coin Offering (Ico)",
        "description": "Initial Coin Offeringは、新たな暗号通貨またはトークンが資金調達と引き換えに初期の支持者に販売される資金調達方法です。"
    },
    {
        "word": "Smart Legal Contracts",
        "description": "スマート法的契約は、法的執行可能性を持つように設計され、法的に拘束力のある合意に使用することができるスマート法的契約です。"
    },
    {
        "word": "Liquidity",
        "description": "流動性は、資産またはトークンがその価格に重大な変化を引き起こさずに購入または売却できる容易さを指します。"
    },
    {
        "word": "Self-Executing",
        "description": "Self-executionとは、スマート契約の条件を自動的に実行し、人間の介入を必要としないことを指します。"
    },
    {
        "word": "Cryptographic Hash Function",
        "description": "暗号化ハッシュ関数は、入力をとり、データの完全性とセキュリティのために使用される固定サイズの文字列を生成する数学的なアルゴリズムです。"
    },
    {
        "word": "Turing Complete",
        "description": "チューリング完全は、チューリング機械をシミュレートする能力を持つシステムまたはプログラミング言語を指します。"
    },
    {
        "word": "Whitepaper",
        "description": "ホワイトペーパーは、ブロックチェーンプロジェクトの主要な詳細、目的、技術、ロードマップを概説する文書です。"
    },
    {
        "word": "Fork",
        "description": "フォークは、ブロックチェーンのトランザクション履歴における分裂または差異であり、フォークの点まで共有された歴史を持つ2つの別々のチェーンにつながります。"
    },
    {
        "word": "Cryptoeconomics",
        "description": "暗号経済学は、暗号学、経済学、ゲーム理論を組み合わせた学際的な分野で、ブロックチェーンネットワークの設計とインセンティブを研究しています。"
    },
    {
        "word": "Multisig",
        "description": "Multisig は、複数の署名を必要とするセキュリティ対策で、取引を承認し、実行することを意味します。"
    },
    {
        "word": "Dao Attack",
        "description": "DAO攻撃は、分散型自律組織の取または脆弱性を指し、資金の操作または盗難に利用することができる。"
    },
    {
        "word": "Gas Estimation",
        "description": "ガス評価は、Ethereumネットワーク上でスマート契約機能または取引を実行するために必要なガスの量を推定するプロセスです。"
    },
    {
        "word": "Smart Contract Verification",
        "description": "スマート契約の検証は、スマート契約のコードが意図された機能と一致し、正しく書かれたことを保証するプロセスです。"
    },
    {
        "word": "Decentralized",
        "description": "分散化とは、参加者のネットワーク間で権限、コントロール、意思決定の分配を指します。"
    },
    {
        "word": "Erc-20",
        "description": "ERC-20 は、Ethereum ブロックチェーン上に fungible トークンを作成するための標準です。"
    },
    {
        "word": "Scalability",
        "description": "スケーラビリティは、ブロックチェーンネットワークが多数のトランザクションまたはユーザーを処理する能力を指します。"
    },
    {
        "word": "Permissionless",
        "description": "許可なしとは、誰でも承認や権限を必要とせずにブロックチェーンネットワークに参加できることを意味します。"
    },
    {
        "word": "Evm",
        "description": "Ethereum Virtual Machine(EVM)は、Ethereumネットワーク上のスマート契約のランタイム環境です。"
    },
    {
        "word": "Proof Of Stake",
        "description": "Proof of Stake (PoS) は、新しいブロックを作成する確率がネットワークにおける参加者のシェアによって決定される合意アルゴリズムです。"
    },
    {
        "word": "Proof Of Work",
        "description": "Proof of Work(PoW)は、参加者が複雑な計算パズルを解決し、トランザクションを検証し、新しいブロックを作成するコンセンサスアルゴリズムです。"
    },
    {
        "word": "Digital Identity",
        "description": "デジタルアイデンティティとは、通常、認証および検証の目的で使用されるデジタル形式で個人または団体を表すことを指します。"
    },
    {
        "word": "Initial Coin Offering",
        "description": "Initial Coin Offering(ICO)は、新しいプロジェクトや企業が暗号通貨と引き換えにデジタルトークンを販売するための資金調達方法です。"
    },
    {
        "word": "Fungible",
        "description": "Fungibleとは、トークンまたは資産の各ユニットが交換可能で、他のすべてのユニットと価値が同じであることを意味します。"
    },
    {
        "word": "Non-Fungible",
        "description": "Non-fungible とは、トークンの各ユニットがユニークで、他のユニットと交換できないことを意味します。"
    },
    {
        "word": "Timestamp",
        "description": "Timestamp は、特定のイベントまたは取引が発生した日付と時間の記録です。"
    },
    {
        "word": "Upgradeability",
        "description": "アップグレード性とは、スマート契約が以前の機能性や状態に影響を及ぼさずに更新または変更される能力です。"
    },
    {
        "word": "Smart Legal Contract",
        "description": "スマート法的契約は、伝統的な契約の要素をスマート契約の能力と組み込むコードで書かれた法的に執行可能な合意です。"
    },
    {
        "word": "Distribution",
        "description": "ブロックチェーンの文脈における配布は、トークンの販売やエアドロップを通じて、多くの場合、特定の参加者にトークンの配布または資産の分散を指します。"
    },
    {
        "word": "Onboarding",
        "description": "Onboardingは、新しい参加者やユーザーをブロックチェーンネットワークまたはプラットフォームに導入するプロセスです。"
    },
    {
        "word": "Halving",
        "description": "半減は、特定の暗号通貨で発生するイベントで、マイナーのブロック報酬は特定の間隔で半減します。"
    },
    {
        "word": "Scaling Solution",
        "description": "スケーリングソリューションは、ブロックチェーンネットワークのスケーラビリティとトランザクションパスポートを向上させるための技術またはアプローチです。"
    },
    {
        "word": "Cross-Chain",
        "description": "クロスチェーンとは、異なるブロックチェーンネットワーク間で取引や資産転送を行う能力を指します。"
    },
    {
        "word": "Sidechain",
        "description": "サイドチェーンは、主ブロックチェーンと相互運用可能な独立したブロックチェーンで、特定のトランザクションまたはプロセスが主チェーンから行われることを可能にします。"
    },
    {
        "word": "Plasma",
        "description": "PlasmaはEthereumブロックチェーンのスケーリングソリューションで、トランザクションを処理し、メインチェーンの負荷を減らすための追加の層またはサブチェーンを生成します。"
    },
    {
        "word": "Smart Contract Execution Environment",
        "description": "スマート契約実行環境は、ブロックチェーンネットワーク内でスマート契約を実行するランタイム環境です。"
    },
    {
        "word": "Network Congestion",
        "description": "ネットワーク渋滞とは、ネットワークリソースの需要が利用可能な容量を上回る状態を指し、トランザクション処理の時間が遅くなり、手数料が高くなります。"
    },
    {
        "word": "Off-Chain Computing",
        "description": "オフチェーンコンピューティングは、ブロックチェーンネットワークの外部で計算タスクや操作を実行するプロセス、しばしば伝統的なコンピューティングリソースを使用することを指します。"
    }
]