[
    {
        "word": "Video Conferencing",
        "description": "ビデオ会議は、さまざまな場所にいる人々がオーディオやビデオを介して出会い、コミュニケーションを行うことを可能にします。"
    },
    {
        "word": "Webcam",
        "description": "Webcam は、ビデオ会議通話の参加者のビデオとオーディオをキャプチャするために使用されるカメラデバイスです。"
    },
    {
        "word": "Microphone",
        "description": "マイクは、ビデオ会議通話中にオーディオをキャプチャするためのデバイスです。"
    },
    {
        "word": "Speaker",
        "description": "スピーカーは、ビデオ会議通話のオーディオ出力に使用されるデバイスです。"
    },
    {
        "word": "Bandwidth",
        "description": "帯域幅とは、ネットワーク接続を通じて一定の期間に送信できる最大量のデータを指します。"
    },
    {
        "word": "Latency",
        "description": "遅延とは、ビデオ会議通話のデータの送信と受信の間の遅延または遅延です。"
    },
    {
        "word": "Firewall",
        "description": "ファイアウォールは、事前定義されたセキュリティルールに基づいて入力および出力するネットワークトラフィックを監視および制御するネットワークセキュリティデバイスです。"
    },
    {
        "word": "Endpoint",
        "description": "エンドポイントは、コンピュータ、スマートフォン、または会議システムなどのデバイスで、ビデオ会議通話の開始または受信に使用されます。"
    },
    {
        "word": "Codec",
        "description": "コーデックとは、ネットワークを介して送信するためのオーディオおよびビデオデータを圧縮および圧縮するために使用されるデバイスまたはソフトウェアです。"
    },
    {
        "word": "Resolution",
        "description": "解像度は、画面に表示されるピクセルの数を指し、ビデオ会議通話中にビデオ画像の明確さと詳細に影響します。"
    },
    {
        "word": "Frame Rate",
        "description": "フレームレートは、1秒あたり表示される個々のフレームまたは画像の数であり、ビデオ会議セッション中にビデオの動きの流暢さとスムーズさを決定します。"
    },
    {
        "word": "H.264",
        "description": "H.264 は、ビデオ会議で広く使用されるビデオ圧縮規格で、効率的で高品質なビデオ圧縮を提供し、帯域幅の要件を最小限に抑える。"
    },
    {
        "word": "H.265",
        "description": "H.265 は、HEVC (High Efficiency Video Coding) とも呼ばれ、H.264 に比べて低ビットレートでより高いビデオ品質を提供する高度なビデオ圧縮標準です。"
    },
    {
        "word": "Multipoint Conference",
        "description": "マルチポイント会議は、異なる場所に位置する3人以上の参加者を含むビデオ会議のセッションで、多党交流を可能にします。"
    },
    {
        "word": "Point-To-Point Conference",
        "description": "ポイント対ポイント会議は、異なる場所に位置する2人の参加者間のビデオ会議のセッションで、一対一のコミュニケーションを可能にする。"
    },
    {
        "word": "Virtual Background",
        "description": "Virtual Background は、ユーザーが実際の背景を仮想画像またはビデオに置き換えることを可能にするビデオ会議の機能です。"
    },
    {
        "word": "Screen Sharing",
        "description": "スクリーン共有は、会議中の他のメンバーとコンピュータのスクリーンを共有することを可能にするビデオ会議の機能です。"
    },
    {
        "word": "Interactive Whiteboard",
        "description": "インタラクティブホワイトボードは、参加者がリアルタイムで共有されたデジタルホワイトボードに描き、書き込み、注釈することを可能にするビデオ会議におけるコラボレーションツールです。"
    },
    {
        "word": "Chat",
        "description": "チャットは、参加者がビデオ会議セッション中にテキストメッセージを送信し、リアルタイムのコミュニケーションを容易にするビデオ会議アプリケーションの機能です。"
    },
    {
        "word": "Participant",
        "description": "参加者は、スピーカー、視聴者、または協力者として、ビデオ会議セッションに積極的に関与している個人です。"
    },
    {
        "word": "Host",
        "description": "ビデオ会議セッションのホストは、参加者を招待し、機能を制御し、スムーズなコミュニケーションを確保することを含むセッションの設定と管理の責任者です。"
    },
    {
        "word": "Meeting Room",
        "description": "ミーティングルームは、遠隔会議を開催するためのビデオ会議機器を備えた専用物理スペースです。"
    },
    {
        "word": "Web Conferencing",
        "description": "Web conferencing は、ウェブベースのテクノロジーとプラットフォームを用いて、仮想ミーティングやコラボレーションを容易にするビデオ会議の一種です。"
    },
    {
        "word": "Conference Call",
        "description": "会議通話は、同時に3人以上の参加者が通信できる電話通話であり、しばしばビデオ会議と交換して使用される。"
    },
    {
        "word": "Group Chat",
        "description": "グループチャットは、複数の参加者がビデオ会議中にテキストベースの会話に参加することを可能にするビデオ会議アプリケーションの機能です。"
    },
    {
        "word": "Recording",
        "description": "録音は、後に再生または参照のためにビデオ会議のセッションをキャプチャおよび保存するプロセスです。"
    },
    {
        "word": "Encryption",
        "description": "暗号化は、不正アクセスを防ぐためにデータを暗号化された形式に変換するプロセスです。"
    },
    {
        "word": "Authentication",
        "description": "認証は、ビデオ会議システム内のユーザーまたはデバイスのアイデンティティを検証するプロセスです。"
    },
    {
        "word": "Single Sign-On (Sso)",
        "description": "Single Sign-On (SSO) は、ユーザーが複数のアプリケーションまたはシステムにログイン認証の単一セットでアクセスできる認証プロセスです。"
    },
    {
        "word": "Cloud-Based",
        "description": "クラウドベースは、リモートサーバーにホストされ、インターネット経由でアクセスされるビデオ会議ソリューションを指します。"
    },
    {
        "word": "On-Premises",
        "description": "On-premises は、組織のインフラストラクチャ内でホストされ、管理されるビデオ会議ソリューションです。"
    },
    {
        "word": "Virtual Meeting",
        "description": "仮想ミーティングは、参加者が異なる場所から遠隔で参加するビデオ会議セッションです。"
    },
    {
        "word": "Webinar",
        "description": "ウェビナーは、参加者が遠隔で参加し、プレゼンターまたはホストと相互作用することを可能にするライブまたはレコーディングされたウェブベースのセミナーまたはプレゼンテーションです。"
    },
    {
        "word": "Video Conferencing Room",
        "description": "ビデオ会議室は、高品質のビデオ会議セッションを実施するためのビデオ会議システムと設備を備えた専用物理スペースです。"
    },
    {
        "word": "Video Bridge",
        "description": "Multipoint Control Unit(MCU)とも呼ばれるビデオブリッジは、複数のエンドポイントを単一のビデオストリームに接続することで、複数のポイントビデオ会議を可能にするデバイスまたはソフトウェアです。"
    },
    {
        "word": "Virtual Reality (Vr)",
        "description": "仮想現実(VR)は、シミュレーションされたインタラクティブな3D環境にユーザーを浸透させ、ビデオ会議の視覚的および感覚的な体験を強化する技術です。"
    },
    {
        "word": "Augmented Reality (Ar)",
        "description": "Augmented Reality (AR) は、仮想オブジェクト、情報、またはビジュアルをリアルな環境に表し、ビデオ会議の視覚的およびコラボレーション的な側面を強化する技術です。"
    },
    {
        "word": "Virtual Meeting Background",
        "description": "仮想会議の背景は、ユーザーが実際の背景を仮想画像またはビデオに置き換えることを可能にするビデオ会議アプリケーションの機能であり、ビデオ会議の美学とプライバシーを向上させます。"
    },
    {
        "word": "Breakout Rooms",
        "description": "Breakout ルームは、ビデオ会議セッション内の仮想ルームで、参加者は議論、コラボレーション、または活動のためにより小さなグループに分割することができます。"
    },
    {
        "word": "Webcasting",
        "description": "Webcastingは、インターネットを通じてビデオやオーディオコンテンツのライブ放送であり、多数の参加者がリアルタイムでプレゼンテーションやイベントを視聴することができます。"
    },
    {
        "word": "Virtual Waiting Room",
        "description": "仮想待合室は、ビデオ会議に招待される前に、参加者が仮想エリアで待つことができる機能です。"
    },
    {
        "word": "Presenter",
        "description": "プレゼンターは、ビデオ会議セッション中にプレゼンテーションまたはコンテンツをリードまたは配信し、通常、画面を共有し、オーディオやビデオを通じて参加者と関わる個人です。"
    },
    {
        "word": "Co-Host",
        "description": "Co-host は、ホストが追加のホスティング権限を割り当てたビデオ会議セッションの参加者で、参加者を動かしたり、コントロールを管理したり、コンテンツ共有を制御したりするなどです。"
    },
    {
        "word": "Hand Raise",
        "description": "ハンドライフは、参加者が質問、コメント、または要請を持っていることを電子的に示すことを可能にするビデオ会議アプリケーションの機能であり、構造化されたコミュニケーションと相互作用を促進します。"
    },
    {
        "word": "Background Noise Suppression",
        "description": "バックグラウンドノイズ抑制は、不要なバックグラウンドノイズを抑制またはフィルタリングし、ビデオ会議中のオーディオの明確さと理解性を向上させるビデオ会議アプリケーションの機能です。"
    },
    {
        "word": "Headset",
        "description": "ヘッドセットは、ビデオ会議でオーディオの質を向上させるために、ヘッドフォンとマイクを組み合わせた頭に着用されるデバイスです。"
    },
    {
        "word": "Digital Signal Processing (Dsp)",
        "description": "デジタル信号処理(DSP)は、ビデオ会議セッション中にリアルタイムでオーディオ信号を処理し、強化するために使用される技術で、全体的なオーディオ品質を向上させます。"
    },
    {
        "word": "Low Light Correction",
        "description": "低ライト修正は、ビデオ会議アプリケーションで自動的にビデオ設定を調整して、悪い照明条件を補償し、より良い可視性と画像品質を確保する機能です。"
    },
    {
        "word": "Screen Recording",
        "description": "スクリーンレコーディングは、参加者がビデオ会議中にスクリーンアクティビティを記録し、後に参照または共有するためのビデオとオーディオの両方をキャプチャすることを可能にするビデオ会議アプリケーションの機能です。"
    },
    {
        "word": "Waiting Room",
        "description": "待合室はビデオ会議アプリケーションの仮想空間で、ホストがメインのビデオ会議に招待する前に参加者が待つことができ、プライバシーとセキュリティを確保します。"
    },
    {
        "word": "Two-Factor Authentication (2Fa)",
        "description": "Two-Factor Authentication(2FA)は、ユーザーがビデオ会議にアクセスするために、モバイルデバイスに送信されたパスワードと検証コードの2種類の識別情報を提供することを要求するセキュリティ対策です。"
    },
    {
        "word": "Scheduling",
        "description": "スケジュールは、ビデオ会議の日付、時間、日程を設定し、参加者の間の連携と組織を促進するプロセスです。"
    },
    {
        "word": "Mobile Application",
        "description": "モバイルアプリケーションは、モバイルデバイスで実行するように設計されたソフトウェアアプリケーションで、ユーザーがスマートフォンやタブレットを使用してビデオ会議セッションにアクセスし、参加することができます。"
    },
    {
        "word": "Virtual Break",
        "description": "仮想休憩は、ビデオ会議セッション中に予定された休憩または休憩で、参加者は短い休憩、リフレッシュ、または非公式な会話に参加することができます。"
    },
    {
        "word": "Virtual Handshake",
        "description": "仮想ハンドシェイクは、ビデオ会議セッションの開始時に起こる挨拶や紹介の交換を表す形の表現で、参加者間の関係とつながりを確立します。"
    },
    {
        "word": "Internet Protocol (Ip)",
        "description": "インターネット プロトコル (IP) は、データ パケットの形式とインターネットまたはネットワーク経由での伝送を規制するルールのセットで、ビデオ会議通信を可能にします。"
    },
    {
        "word": "Quality Of Service (Qos)",
        "description": "Quality of Service (QoS) は、ネットワーク接続のパフォーマンスと信頼性を測定し、ビデオ会議中に高品質のオーディオとビデオの一貫した配信を保証します。"
    },
    {
        "word": "Streaming",
        "description": "ストリーミングとは、ネットワークを通じて継続的にオーディオまたはビデオデータを送信し、参加者がファイル全体をダウンロードするのを待つことなく、リアルタイムでコンテンツを視聴することを可能にします。"
    },
    {
        "word": "Multimedia",
        "description": "マルチメディアとは、テキスト、画像、オーディオ、ビデオなどのメディアのさまざまな形態を、コミュニケーション、関与、理解を向上させるためのビデオ会議セッションに統合することを指します。"
    },
    {
        "word": "Virtual Handover",
        "description": "仮想転送は、ビデオ会議セッションの制御またはホスティングの1つの参加者から別の参加者への移転であり、セッションのシームレスな継続性とスムーズな移行を可能にします。"
    },
    {
        "word": "Privacy",
        "description": "ビデオ会議におけるプライバシーは、ビデオ会議中に共有または議論された参加者の個人情報、会話、およびデータの保護と機密性を指します。"
    },
    {
        "word": "Accessibility",
        "description": "ビデオ会議におけるアクセシビリティとは、障害者がビデオ会議セッションに参加し、参加できるようにする包括的なデザインと機能を指し、すべての人に平等な機会と経験を確保する。"
    },
    {
        "word": "User Interface (Ui)",
        "description": "User Interface (UI) は、ビデオ会議アプリケーションの視覚的なレイアウト、コントロール、メニューを指し、ユーザーがソフトウェアと相互作用し、そのさまざまな機能や機能にアクセスできるようにします。"
    },
    {
        "word": "User Experience (Ux)",
        "description": "User Experience(UX)は、ソフトウェアの使いやすさ、効率性、効率性を含むビデオ会議アプリケーションを使用する際にユーザーの全体的な経験と満足度をカバーします。"
    },
    {
        "word": "Technical Support",
        "description": "ビデオ会議におけるテクニカルサポートとは、ビデオ会議ソフトウェアまたは機器に関連する技術的問題、問題、または質問の場合にユーザーに提供されるサポートおよびトラブルシューティングサービスを指します。"
    },
    {
        "word": "Software Update",
        "description": "ソフトウェア更新は、新しい機能、バグ修正、またはビデオ会議アプリケーションまたはシステムの改善のリリースであり、ユーザーが最新の技術と機能にアクセスできるようにします。"
    },
    {
        "word": "User Training",
        "description": "ビデオ会議におけるユーザートレーニングは、ビデオ会議の成功のためのビデオ会議ソフトウェア、機能、最良の実践を効果的に使用する方法についてユーザーに教育とガイダンスを提供することです。"
    },
    {
        "word": "Protocol",
        "description": "プロトコルとは、ネットワーク内のデータの形式および伝送を規制するルールのセットを指します。"
    },
    {
        "word": "Hd Video",
        "description": "HDビデオとは、少なくとも720pの解像度を持つ高解像度のビデオを指します。"
    },
    {
        "word": "Screen Layout",
        "description": "Screen Layout は、ビデオ会議中に画面上のビデオフィードまたはコンテンツの配置を指します。"
    },
    {
        "word": "Far-End Camera Control",
        "description": "遠隔カメラコントロールは、参加者がビデオ会議中に別の場所でカメラをリモートで制御できる機能です。"
    },
    {
        "word": "Voip",
        "description": "VoIP(Voice over Internet Protocol)は、インターネット上の音声通信を可能にする技術です。"
    },
    {
        "word": "Unified Communications",
        "description": "Unified Communicationsとは、ビデオ会議を含むさまざまな通信チャネルを1つのプラットフォームに統合することを指します。"
    },
    {
        "word": "Multipoint Control Unit",
        "description": "Multipoint Control Unit(MCU)は、複数のビデオ会議エンドポイント間の同時接続を可能にするデバイスまたはソフトウェアです。"
    },
    {
        "word": "Pin",
        "description": "PIN(Personal Identification Number)は、ビデオ会議システムのユーザーの認証に使用される数値コードです。"
    },
    {
        "word": "Qos",
        "description": "QoS(Quality of Service)とは、信頼性の高いビデオ会議を確保するためのネットワークパフォーマンスの測定と最適化を指します。"
    },
    {
        "word": "Sip",
        "description": "SIP(Session Initiation Protocol)は、IPネットワーク内の通信セッションを確立、変更、終了するためのシグナリングプロトコルです。"
    },
    {
        "word": "H.323",
        "description": "H.323 は、IP ネットワーク上のオーディオ、ビデオ、およびデータ通信のための標準であり、ビデオ会議システムで一般的に使用されています。"
    },
    {
        "word": "Interoperability",
        "description": "相互運用性とは、異なるビデオ会議システムやデバイスの相互通信能力を指します。"
    },
    {
        "word": "Huddle Room",
        "description": "Huddle Roomは、ビデオ会議機能を備えた小さな会議スペースで、迅速なコラボレーションのために設計されています。"
    },
    {
        "word": "Breakout Room",
        "description": "Breakout Room は、より大きなビデオ会議で作成された別々の仮想会議スペースで、より小規模なグループの議論を容易にします。"
    },
    {
        "word": "Cloud Recording",
        "description": "Cloud Recordingは、ビデオ会議セッションを自動的に録画し、クラウドに保存する機能です。"
    },
    {
        "word": "Layout Management",
        "description": "Layout Management は、ビデオ会議中にビデオフィードやコンテンツの配置と表示を制御する能力です。"
    },
    {
        "word": "Virtual Reality",
        "description": "仮想現実(VR)は、VRヘッドセットなどの専門のハードウェアを使用して相互作用できる3次元環境のコンピュータ生成シミュレーションです。"
    },
    {
        "word": "Augmented Reality",
        "description": "拡張現実(AR)は、デジタルコンテンツを現実世界の環境に覆い、ユーザーの感知と周囲との相互作用を向上させる技術です。"
    },
    {
        "word": "Whiteboard",
        "description": "Whiteboardは、参加者がアイデアを描き、書き、共有できるビデオ会議システム内の仮想空間です。"
    },
    {
        "word": "Data Sharing",
        "description": "データ共有は、ビデオ会議中に他の参加者とファイル、ドキュメント、またはプレゼンテーションを共有する機能です。"
    },
    {
        "word": "Digital Signage",
        "description": "デジタルサインは、ビデオ会議環境で情報を表示するためにデジタルディスプレイやスクリーンを使用することを指します。"
    },
    {
        "word": "Echo Cancellation",
        "description": "Echo Cancellationは、表面から反射するオーディオによって引き起こされるビデオ会議通話でのエコーとフィードバックを減らす技術です。"
    },
    {
        "word": "Noise Reduction",
        "description": "ノイズ削減機能は、ビデオ会議通話の背景ノイズを削除または抑制してオーディオの品質を向上させる機能です。"
    },
    {
        "word": "Dial-In",
        "description": "Dial-In は、指定された電話番号を呼び出し、会議 ID を入力してビデオ会議に参加する方法です。"
    },
    {
        "word": "Breakout Session",
        "description": "Breakout Session は、より大きなビデオ会議内で別々に開催される小さなセッションまたはグループディスカッションです。"
    },
    {
        "word": "Dual Stream",
        "description": "ダブルストリームは、メインスピーカーや共有プレゼンテーションなどの2つのビデオフィードの同時送信を可能にする機能です。"
    },
    {
        "word": "Green Screen",
        "description": "グリーンスクリーンは、選んだ仮想画像またはビデオで背景を置き換えるためにビデオ会議で使用されるツールです。"
    },
    {
        "word": "Speaker Tracking",
        "description": "スピーカー・トラッキングは、ビデオ会議中にアクティブなスピーカーを自動的に検出し、フォーカスする技術です。"
    },
    {
        "word": "Rtp",
        "description": "RTP(Real-Time Transport Protocol)は、IPネットワークを介してリアルタイムのオーディオおよびビデオを配信するためのプロトコルです。"
    },
    {
        "word": "Webrtc",
        "description": "WebRTC(Web Real-Time Communication)は、APIを通じてウェブブラウザでのリアルタイム通信を可能にする無料のオープンソースプロジェクトです。"
    },
    {
        "word": "Aspect Ratio",
        "description": "Aspect Ratio は、ビデオディスプレイまたはフレームの幅と高さの比率です。"
    },
    {
        "word": "Pan-Tilt-Zoom",
        "description": "Pan-Tilt-Zoom(PTZ)は、カメラの動きとズーム機能をリモートで制御できるビデオ会議カメラの機能です。"
    },
    {
        "word": "Video Layout",
        "description": "ビデオレイアウトは、ビデオ会議中にビデオフィードやコンテンツの配置と表示を指します。"
    },
    {
        "word": "Virtual Assistant",
        "description": "仮想アシスタントは、ビデオ会議中にタスクや情報を提供できるAI駆動ソフトウェアです。"
    }
]